[
  {
    "input": "¿Qué es Abipon?",
    "output": "Abipon es una lengua indígena de Sudamérica documentada en GramBank.",
    "sparql": "ASK { <https://glottolog.org/resource/languoid/id/abip1241> a ling:Language }"
  },
  {
    "input": "¿En qué consiste el rasgo Is there a comparative construction with a standard marker that elsewhere has neither a locational meaning nor a 'surpass/exceed' meaning??",
    "output": "## Is there a comparative construction with a standard marker that elsewhere has neither a locational meaning nor a ‘surpass/exceed’ meaning?\n\n## Summary\nThis question is focused on comparative constructions that have a dedicated marker for the standard of comparison that does not fall under the umbrella of the locational comparative ([GB266](https://github.com/grambank/grambank/wiki/GB266)) or surpass/exceed comparative ([GB265](https://github.com/grambank/grambank/wiki/GB265)). Note that a language may have multiple comparative constructions, including a non-locational, non-surpass/exceed comparative as well as constructions that are described by those features.\n\nCrucially, the dedicated marker in this construction must not elsewhere have a surpass/exceed meaning or a locational meaning. It may, however, have other functions (e.g. temporal adverb, conjunction, etc.). It is irrelevant whether this marker is [phonologically free or not](https://github.com/grambank/grambank/wiki/Wordhood-and-phonological-boundness-or-independence) or whether it triggers [agreement](https://github.com/grambank/grambank/wiki/Agreement) in case, noun class, etc. \n\nHistorically, comparative constructions with dedicated markers (sometimes called ‘particle comparatives’) grammaticalize from constructions of conjoined clauses. An example of a particle comparative would be the Germanic languages, such as English *than*. Note that any marking of the property word is not relevant here (e.g. English *tall-er*).\n\n## Procedure\n1. If the language has a comparative construction with a dedicated marker of the standard of comparison that does not elsewhere have a surpass/exceed meaning or a locational meaning, code 1.\n2. If the language has comparative constructions with dedicated markers, but only constructions with markers that elsewhere have surpass/exceed or locational meanings, code 0.\n3. If the language has no comparative constructions with dedicated markers to identify the standard of comparison, code 0.\n\n## Examples\n**Gilbertese** (ISO 639-3: gil, Glottolog: gilb1244)\n\nGilbertese forms comparative constructions using the form *nakon*, which means ‘than’ and does not have a more general locational or surpass/exceed meaning.\n\n```\ne  rietaata riki te  nii            nakon te  kaina \nit tall     more ART cococnut.tree  than  ART pandanus.tree\n‘The coconut tree is taller than the pandanus tree.’  \n(Groves et al. 1985: 69; glosses partly derived from Bingham 1908)\n```\n\nGilbertese is coded as 1 because the form that marks the standard of comparison in this example has neither a locational meaning nor a surpass exceed meaning. The fact that this marker is used in at least some comparatives is sufficient to trigger a 1 for this feature, regardless of whether there are other comparative constructions that employ markers with locational or surpass/exceed meanings (as it happens, there is no evidence for these other types of comparative markers in Gilbertese).\n\n## Further reading\n\nStassen, Leon. 1984. The comparative compared. *Journal of Semantics* 3. 143–182.\n\nStassen, Leon. 1985. *Comparison and Universal Grammar*. Oxford: Blackwell.\n\nUltan, Russell. 1972. [Some features of basic comparative constructions](http://files.eric.ed.gov/fulltext/ED105718.pdf). *Working Papers on Language Universals* 9. 117–162.\n\n## References\n\nBingham, Hiram. 1908. *Gilbertese-English dictionary*. Cambridge, MA: The University Press.\n\nGroves, Terab’ata R., Gordon W. Groves & Roderick Jacobs. 1985. *Kiribatese: An outline description.* (Pacific Linguistics: Series D, 64.) Canberra: Research School of Pacific and Asian Studies, Australian National University.\n\n## Related Features\n* [GB265 Is there a comparative construction that includes a form that elsewhere means ‘surpass, exceed’?](https://github.com/grambank/Grambank/wiki/GB265)\n* [GB266 Is there a comparative construction that employs a marker of the standard which elsewhere has a locational meaning?](https://github.com/grambank/Grambank/wiki/GB266)\n* [GB270 Can comparatives be expressed using two conjoined clauses?](https://github.com/grambank/Grambank/wiki/GB270)\n* [GB275 Is there a bound comparative degree marker on the property word in a comparative construction?](https://github.com/grambank/Grambank/wiki/GB275)\n* [GB276 Is there a non-bound comparative degree marker modifying the property word in a comparative construction?](https://github.com/grambank/Grambank/wiki/GB276)\n\n## Patron\nHannah J. Haynie\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB273> rdfs:comment ?desc }"
  },
  {
    "input": "¿En qué consiste el rasgo Is there a non-bound comparative degree marker modifying the property word in a comparative construction??",
    "output": "## Is there a non-bound comparative degree marker modifying the property word in a comparative construction?\n\n## Summary\nThis feature focuses on the presence of a [phonologically free](https://github.com/grambank/grambank/wiki/Wordhood-and-phonological-boundness-or-independence) marker of comparative degree that modifies the property word in a comparative construction (e.g. French ***plus** grand*). We specifically focus on comparative constructions where the standard of comparison is overtly expressed (e.g. meanings like ‘Maria is taller than John’) but also count clearly comparative forms where the standard of comparison is null/implied/inferred from the context (e.g. meanings like ‘Maria is taller’). The comparative constructions of interest express superiority (as in the French and English examples above), not inferiority (e.g. meanings like ‘John is less athletic than Maria’).\n\nThis feature requires that the degree marker modify the property word. It should not be phonologically bound.\n\n## Procedure\n1. If there is a degree marker expressing superiority in a comparative construction that modifies the property word and is not phonologically bound, code 1.\n2. If there is a degree marker expressing superiority in comparative constructions, but any such markers are bound to the property word, code 0.\n3. If the only phonologically free degree markers in the language expresses something other than superiority (e.g. inferiority), code 0.\n3. If there is no degree marker in comparative constructions, code 0.\n\n## Examples\n**Miskito** (ISO 639-3: miq, Glottolog: misk1235)\n\nA comparative construction expressing superiority in Miskito uses the phonologically independent property word/degree marker *kau*.\n\n```\ngul  ba  kau  mana      sa  aian wal  \ngold the SUPL expensive is  iron than  \n‘Gold is more expensive than iron.’ (CIDCA 1985: 80)\n```\n\nMiskito is coded 1 because the degree marker used in this comparative construction satisfies both the phonological independence and superiority meaning criteria. This language uses other degree markers for comparisons of inferiority, but those do not impact the coding of this feature.\n\n## Further reading\n\nStassen, Leon. 1984. The comparative compared. *Journal of Semantics* 3. 143–182.\n\nStassen, Leon. 1985. *Comparison and Universal Grammar*. Oxford: Blackwell.\n\nUltan, Russell. 1972. [Some features of basic comparative constructions](http://files.eric.ed.gov/fulltext/ED105718.pdf). *Working Papers on Language Universals* 9. 117–162.\n\n## References\n\nCIDCA. 1985. *Miskitu Bila Aisanka: Gramática Miskita.* (Serie Lingüística: Colección Autónoma.) Managua: Centro de Investigaciones y Documentación de la Costa Atláantica.\n\n## Related Features\n* [GB265 Is there a comparative construction that includes a form that elsewhere means ‘surpass, exceed’?](https://github.com/grambank/Grambank/wiki/GB265)\n* [GB266 Is there a comparative construction that employs a marker of the standard which elsewhere has a locational meaning?](https://github.com/grambank/Grambank/wiki/GB266)\n* [GB270 Can comparatives be expressed using two conjoined clauses?](https://github.com/grambank/Grambank/wiki/GB270)\n* [GB273 Is there a comparative construction with a standard marker that elsewhere has neither a locational meaning nor a ‘surpass/exceed’ meaning?](https://github.com/grambank/Grambank/wiki/GB273)\n* [GB275 Is there a bound comparative degree marker on the property word in a comparative construction?](https://github.com/grambank/Grambank/wiki/GB275)\n\n## Patron\nHannah J. Haynie\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB276> rdfs:comment ?desc }"
  },
  {
    "input": "¿En qué consiste el rasgo Is there a bound comparative degree marker on the property word in a comparative construction??",
    "output": "## Is there a bound comparative degree marker on the property word in a comparative construction?\n\n## Summary\nThis feature focuses on the presence of a bound marker of comparative degree on the property word in a comparative construction (e.g. *-er* in English *tall-er*). We specifically focus on comparative constructions where the standard of comparison is overtly expressed (e.g. *Maria is taller than John.*) but also count clearly comparative forms where the standard of comparison is null/implied/inferred from context (e.g. *Maria is taller.*) This feature requires the degree marker to be [phonologically bound](https://github.com/grambank/grambank/wiki/Wordhood-and-phonological-boundness-or-independence) to the property word.\n\n## Procedure\n1. If there is a degree marker that is bound to the property word in a comparative construction, code 1.\n2. If there is a degree marker in comparative constructions, but it is not bound to the property word, code 0.\n3. If there is no degree marker in comparative constructions, code 0.\n\n## Examples\n**Achumawi** (ISO 639-3: acv, Glottolog: achu1247)\n\nAchumawi forms a comparative by suffixing *-wáqtsè* or *-máqtsè* to a property word.\n\n```\nwà'wá-máqtsè  qà   town  Alturas-ú-wádé  \nbig-CMPR      the  town  Alturas-of-at  \n‘This is a bigger town than Alturas.’ (de Angulo & Freeland 1930: 86)\n```\n\nBecause this degree marker is bound to the property word in an Achumawi comparative construction, the language is coded 1.\n\n## Further reading\n\nStassen, Leon. 1984. The comparative compared. *Journal of Semantics* 3. 143–182.\n\nStassen, Leon. 1985. *Comparison and Universal Grammar*. Oxford: Blackwell.\n\nUltan, Russell. 1972. [Some features of basic comparative constructions](http://files.eric.ed.gov/fulltext/ED105718.pdf). *Working Papers on Language Universals* 9. 117–162.\n\n## References\n\nde Angulo, Jaime & Freeland, Lucy S. 1930. The Achumawi language. *International Journal of American Linguistics* 6. 77–120.\n\n## Related Features\n* [GB265 Is there a comparative construction that includes a form that elsewhere means ‘surpass, exceed’?](https://github.com/grambank/Grambank/wiki/GB265)\n* [GB266 Is there a comparative construction that employs a marker of the standard which elsewhere has a locational meaning?](https://github.com/grambank/Grambank/wiki/GB266)\n* [GB270 Can comparatives be expressed using two conjoined clauses?](https://github.com/grambank/Grambank/wiki/GB270)\n* [GB273 Is there a comparative construction with a standard marker that elsewhere has neither a locational meaning nor a ‘surpass/exceed’ meaning?](https://github.com/grambank/Grambank/wiki/GB273)\n* [GB276 Is there a non-bound comparative degree marker modifying the property word in a comparative construction?](https://github.com/grambank/Grambank/wiki/GB276)\n\n## Patron\nHannah J. Haynie\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB275> rdfs:comment ?desc }"
  },
  {
    "input": "¿En qué consiste el rasgo Does the verb for 'give' have suppletive verb forms??",
    "output": "## Does the verb for ‘give’ have suppletive verb forms?\n\n## Summary\nThis question concerns strong suppletion in verbs of giving. Suppletion is a process where a lexeme is changed in such a way that the new form does not resemble the previous when it appears in a different position in the paradigm. So called ‘weak’ suppletion is not included. An example of this is English _went_ and _go_. In this case, the verb is suppletive for tense. \n\n## Procedure\n1. Look up the section on ditransitive verbs.\n2. If no such section exists, search for the words ‘give’ and ‘receive’.\n3. If the verb paradigm for ‘give’ is not described, code as ?.\n4. If the verb ‘give’ is described as being non-variant in any way, code as 0.\n5. If the verb ‘give’ is strongly suppletive anywhere, code as 1.\n\n## Examples\n**Tongan** (ISO 639-3: ton, Glottolog: tong1325)\n\nIn Tongan ‘give’ is expressed with the words _mai_ and _atu_ for *give towards speaker* and *give away from speaker* respectively (Churchward 1985: 20–21). The forms are very different from each other but both express the meaning ‘give' and the difference is in direction. Hence, they count as suppletion. Tongan is coded 1 for this feature.\n\n## Further reading\n\nDressler, Wolfgang. 1985. Suppletion in word-formation. In Jacek Fisiak (ed.), *Historical morphology*, 97–112. The Hague: Mouton.\n\nVeselinova, Ljuba N. 2006. *Suppletion in verb paradigms: Bits and pieces of the puzzle*. (Typological Studies in Language. Vol. 67.) Amsterdam: John Benjamins.\n\nVeselinova, Ljuba N. 2013. [Suppletion according to tense and aspect](http://wals.info/chapter/79). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\n## References\n\nChurchward, Maxwell C. 1985 [1953]. *Tongan grammar*. Tonga: Vava'u Press.\n\n## Related Features\n* [GB099\tIs there verb suppletion for participant person?](https://github.com/grambank/grambank/wiki/GB099)\n* [GB109\tIs there verb suppletion for participant number?](https://github.com/grambank/Grambank/wiki/GB109)\n* [GB110\tIs there verb suppletion for tense or aspect?](https://github.com/grambank/Grambank/wiki/GB110)\n* [GB402\tDoes the verb for ‘see’ have suppletive verb forms?](https://github.com/grambank/Grambank/wiki/GB402)\n* [GB403\tDoes the verb for ‘come’ have suppletive verb forms?](https://github.com/grambank/Grambank/wiki/GB403)\n\n## Patron\nHedvig Skirgård\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB300> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Does the verb for 'give' have suppletive verb forms??",
    "output": "Presente en 6 lenguas, ausente en 82",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB300> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there an inclusory construction??",
    "output": "Presente en 9 lenguas, ausente en 86",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB301> }"
  },
  {
    "input": "¿Qué lenguas tienen el rasgo Is there an inclusory construction??",
    "output": "Ejemplos: Cubeo, Guahibo, Macuna",
    "sparql": "SELECT ?langLabel WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB301> ; rdfs:label ?langLabel } LIMIT 3"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there an associative plural marker for nouns??",
    "output": "Presente en 25 lenguas, ausente en 71",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB046> }"
  },
  {
    "input": "¿En qué consiste el rasgo Can predicative possession be expressed with an S-like possessum and a dative-coded possessor??",
    "output": "## Can predicative possession be expressed with an S-like possessum and a dative-coded possessor?\n\n## Summary\nThis question concerns predicative possession, i.e. clauses that express an ownership relation between a possessor and possessum. This feature concerns clauses where the possessum is the subject of an existential predicate and the possessor is coded as an oblique argument, marked by an element meaning ‘to/for’ or by a dative marker (e.g. *car is to me*, *car is for me*, meaning ‘The car is mine’, or ‘I have a car’). The possessor-NP need not be marked for dative case. The dative meaning can be expressed on the verb itself, e.g. with a benefactive extension.\n\nThis type of predicative possession construction is known as the ‘dative possessive’, a subcategory of the ‘locational possessive’, in the work of Stassen (2000, 2001, 2003).\n\n## Procedure\n1. Find the section on predicative possession.\n2. If no such section exists, search for words like ‘own’, ‘possess’, ‘have’ and ‘belong’.\n3. If there is no information on how predicative possession is expressed in the language, code as ?.\n4. If it is clear that there is a finite verb where the subject is the possessum and the possessor is coded like a recipient/dative object/with elements meaning ‘to/for’, code as 1.\n5. If there are multiple constructions besides this one to express predicative possession, code 1 for this feature and verify whether any of the other constructions are relevant to [GB250](https://github.com/grambank/Grambank/wiki/GB250), [GB252](https://github.com/grambank/Grambank/wiki/GB252), [GB254](https://github.com/grambank/Grambank/wiki/GB254) or [GB256](https://github.com/grambank/Grambank/wiki/GB256).\n\n## Examples\n\n**Yucatec Maya** (ISO 639-3: yua, Glottolog: yuca1254)\nIn Yucatec Maya, there are possessive constructions where the possessor is in the dative case. Yucatec Maya is coded as a 1 for this feature. The verbs *yan* ‘to exist’ and *kabet* ‘to need’, a modal auxiliary, may express possession.\n\n```\na. Yan   ten     uah.\n   exist 1SG.DAT tortillas\n   ‘I have tortillas.’ (Bolles & Bolles 2014: 116)\n\nb. Kabet ten      uah.\n   need  1SG.DAT  tortillas\n   ‘I have tortillas.’ (Bolles & Bolles 2014: 116)\n```\n\n## Further reading\n\nStassen, Leon. 2001. Predicative Possession. In Martin Haspelmath, Wulf Oesterreicher & Wolfgang Raible (eds) *Language typology and language universals*. 954–960. Berlin: Mouton de Gruyter.\n\nStassen, Leon. 2013. [Predicative Possession](http://wals.info/chapter/117). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\n## References\n\nBolles, David and Bolles, Alejandra. 2014. *A grammar and anthology of the Yucatecan Mayan language*. Milford, CT: Ms.\n\nStassen, Leon. 2001. Predicative Possession. In Martin Haspelmath, Wulf Oesterreicher & Wolfgang Raible (eds) *Language typology and language universals*. 954–960. Berlin: Mouton de Gruyter.\n\nStassen, Leon. 2013. [Predicative Possession](http://wals.info/chapter/117). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n \n## Related Features\n* [GB250 Can predicative possession be expressed with a transitive ‘habeo’ verb?](https://github.com/grambank/Grambank/wiki/GB250)\n* [GB252 Can predicative possession be expressed with an S-like possessum and a locative-coded possessor?](https://github.com/grambank/Grambank/wiki/GB252)\n* [GB254 Can predicative possession be expressed with an S-like possessum and a possessor that is coded like an adnominal possessor?](https://github.com/grambank/Grambank/wiki/GB254)\n* [GB256 Can predicative possession be expressed with a comitative/conjunctional construction?](https://github.com/grambank/Grambank/wiki/GB256)\n\n## Patron\nHedvig Skirgård\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB253> rdfs:comment ?desc }"
  },
  {
    "input": "¿En qué consiste el rasgo Is there a count/mass distinction in interrogative quantifiers??",
    "output": "## Is there a count/mass distinction in interrogative quantifiers?\n\n## Summary\nWhen interrogatives are used to question quantity, are different interrogative forms used to quantify count nouns and mass nouns? For example, English contrasts *how many* for count nouns (as in, *how many apples?*) and *how much* for mass nouns (as in, *how much sand?*). Languages that have at least one form that means either ‘how much' (of a mass noun) or ‘how many' (of a count noun), but not the alternative, are considered to have a count/mass distinction in interrogative quantifiers. Languages in which any interrogative quantifiers can be used interchangeably with both count and mass nouns do not have the relevant distinction.\n\n## Procedure\n\n1. Identify the interrogative forms that can be used to quantify nominals (as in English *how much* or *how many*).\n2. If the form used to express the meaning ‘how much' (of a mass noun) is different from the form used to express ‘how many' (of a count noun), code 1.\n2. If the form(s) used to express the meaning ‘how much' (of a mass noun) can also be used to express the meaning ‘how many' (of a count noun), and vice-versa, code 0.\n4. If there are multiple forms used to express the meanings ‘how much’ and/or ‘how many’, and at least one form is restricted to meaning either ‘how much’ (of a mass noun) or ‘how many’ (of a count noun) to the exclusion of the alternative, code 1.\n5. If a single interrogative quantifier is discussed, which is glossed as ‘how much/many’, but examples with both count and mass nouns are not provided, code 0.\n6. If one or both of the meanings ‘how much’ (of a mass noun) and ‘how many’ (of a count noun) is not mentioned or included in glossing and there are insufficient examples to identify interrogative quantifiers for both count and mass nouns, code ? and provide a comment.\n\n## Examples\n\n**Woods Cree** (ISO 639-3: cwd, Glottolog: wood1236)\n\nWoods Cree has separate content question words for the meanings ‘how much’ and ‘how many’ that are used with mass and count nouns respectively.\n```\ntâniδikoh(k)\ntân+iδikohk\nQ+so.far/long\n‘how much’ (Starks 1992: 165)\n\ntântahto\ntân+tahto\nQ+many\n‘how many’ (Starks 1992: 165)\n```\nWoods Cree is coded 1.\n\n**Maricopa** (ISO 639-3: mrc, Glottolog: mari1440)\n\nA construction involving the verb *lyvii-k* and the interrogative prefix *ka-* is used in Maricopa to express both the meaning ‘how many’ (of a count noun) and ‘how much’ (of a mass noun).\n```\nm-naw-sh      ka-lyvii-m    m-wii-m\n2-friend-SBJ  Q-be.like-DS  2-do-Q.REAL\n‘How many friends do you have?’ (Gordon 1986: 205)\n\nshiyaal  ka-lyvii-m    m-wii-m\nmoney    Q-be.like-DS  2-do-Q.REAL  \n‘How much money do you have?’ (Gordon 1986: 205)\n```\nMaricopa is coded 0.\n\n## Further reading\n\nGil, David. 1982. *Distributive numerals*. Los Angeles: University of California. (Doctoral dissertation.)\n\n## References\n\nGordon, Lynn. 1986. *Maricopa morphology and syntax*. (University of California Publications in Linguistics, 108.) Berkeley: University of California Press.\n\nStarks, Donna Joy. 1992. *Aspects of Woods Cree syntax*. Winnipeg: University of Manitoba. (Doctoral dissertation. \n\n## Related Features\n\n* [GB324 Is there an interrogative verb for content interrogatives (who?, what?, etc.)?](https://github.com/grambank/Grambank/wiki/GB324)\n* [GB326 Do (nominal) content interrogatives normally or frequently occur in situ?](https://github.com/grambank/Grambank/wiki/GB326)\n\n## Patron\nHannah J. Haynie\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB325> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Are there verb-adjunct (aka light-verb) constructions??",
    "output": "Presente en 17 lenguas, ausente en 86",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB123> }"
  },
  {
    "input": "¿En qué consiste el rasgo Can predicative possession be expressed with an S-like possessum and a locative-coded possessor??",
    "output": "## Can predicative possession be expressed with an S-like possessum and a locative-coded possessor?\n\n## Summary\nThis question concerns predicative possession, i.e. clauses that express an ownership relation between a possessor and possessum. This feature is concerned with clauses where the possessum is the subject of an existential/locative predicate and the possessor is in an oblique form marked by an element meaning ‘at/in/on’ (e.g. *the car is on me* to mean ‘I have a car.’ or ‘The car is mine.’). The possessor-NP need not be overtly marked for location, it can be expressed in the verb itself, e.g. with a locative extension. It is necessary for the construction that the possessor is not the subject.\n\nThis type of predicative possession construction is known as the ‘locational possessive’ in the work of Stassen (2001, 2013).\n\n## Procedure\n\n1. Find the section on predicative possession.\n2. If no such section exists, search for words like ‘own’, ‘possess’, ‘have’ and ‘belong’.\n3. If there is no information on how predicative possession is expressed in the language, code as ?.\n4. If it is clear that there is a finite verb where the subject is the possessum and the possessor is coded as a location, code as 1.\n5. If there are multiple constructions besides this one to express predicative possession, code 1 for this feature and verify whether any of the other constructions are relevant to [GB250](https://github.com/grambank/Grambank/wiki/GB250), [GB253](https://github.com/grambank/Grambank/wiki/GB253), [GB254](https://github.com/grambank/Grambank/wiki/GB254) or [GB256](https://github.com/grambank/Grambank/wiki/GB256).\n\n## Examples\n**Ket** (ISO 639-3: ket, Glottolog: kett1243)\n\nKet is a language with an extensive case system. The adessive (ADESS) case is used both as a locative marker and to mark the possessor in a predicative possessive construction. The possessive verb is intransitive. Ket is coded as 1 for this feature.\n\n```\nɔ́bdaŋt         bɔ́gdɔm  úsʲaŋ\nob-da-ŋt       bokdom  usaŋ\nfather-M-ADESS rifle   be.present\n‘The father has a rifle.’ (Nefedov 2015: 169)\n```\n\n## Further reading\n\nStassen, Leon. 2001. Predicative Possession. In Martin Haspelmath, Wulf Oesterreicher & Wolfgang Raible (eds) *Language typology and language universals*. 954–960. Berlin: Mouton de Gruyter.\n\nStassen, Leon. 2013. [Predicative Possession](http://wals.info/chapter/117). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\n## References\n\nNefedov, Andrey. 2015. [*Clause linkage in Ket*](https://www.lotpublications.nl/Documents/408_fulltext.pdf). Doctoral dissertation. Leiden: Rijksuniversiteit te Leiden.\n\nStassen, Leon. 2001. Predicative Possession. In Martin Haspelmath, Wulf Oesterreicher & Wolfgang Raible (eds) *Language typology and language universals*. 954–960. Berlin: Mouton de Gruyter.\n\nStassen, Leon. 2013. [Predicative Possession](http://wals.info/chapter/117). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n \n## Related Features\n* [GB250 Can predicative possession be expressed with a transitive ‘habeo’ verb?](https://github.com/grambank/Grambank/wiki/GB250)\n* [GB253 Can predicative possession be expressed with an S-like possessum and a dative-coded possessor?](https://github.com/grambank/Grambank/wiki/GB253)\n* [GB254 Can predicative possession be expressed with an S-like possessum and a possessor that is coded like an adnominal possessor?](https://github.com/grambank/Grambank/wiki/GB254)\n* [GB256 Can predicative possession be expressed with a comitative/conjunctional construction?](https://github.com/grambank/Grambank/wiki/GB256)\n\n## Patron\nHedvig Skirgård\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB252> rdfs:comment ?desc }"
  },
  {
    "input": "¿En qué consiste el rasgo Can predicative possession be expressed with an S-like possessor and a possessum that is coded like a comitative argument??",
    "output": "## Can predicative possession be expressed with a comitative/conjunctional construction?\n\n## Summary\nThis question concerns predicative possession, i.e. clauses that express an ownership relation between a possessor and a possessum. This feature concerns a clause which features a comitative/conjunctional construction (c.f. Stassen 2000, 2001, 2013). The predicate is an existential/locational/copula and the possessum or possessor is marked by an element marking simultaneity between clauses, or ‘also/too’, or subordinating conjunction (‘when/while’), or coordinating particle (‘and’), or a comitative marker (‘with’). The marker need not be [phonologically bound](https://github.com/grambank/grambank/wiki/Wordhood-and-phonological-boundness-or-independence). Both constructions where the possessor and constructions where the possessum is marked by the comitative marker count.\n\n## Procedure\n1. Find the section on predicative possession.\n2. If no such section exists, search for words like ‘own’, ‘possess’, ‘have’ and ‘belong’.\n3. If there is no information on how predicative possession is expressed in the language, code ?.\n4. If it is clear that there is a productive finite clause type which meets the criteria above, code 1.\n5. If there are multiple constructions besides this one to express predicative possession, code 1 for this feature and verify whether any of the other constructions are relevant to [GB250](https://github.com/grambank/Grambank/wiki/GB250), [GB252](https://github.com/grambank/Grambank/wiki/GB252), [GB253](https://github.com/grambank/Grambank/wiki/GB253) or [GB254](https://github.com/grambank/Grambank/wiki/GB254).\n\n## Examples\n\n**Marshallese** (ISO 639-3: mah, Glottolog: mars1254)\n\nMarshallese has a marker for comitative, *ippā-*, that can express possessive predication. This is not well described in grammars of the language, but language specialist Jonathan Schlossberg was able to confirm to us over personal correspondence that this construction exists. He provided the example below. Marshallese is coded as a 1 for this feature.\n\n``` \ne=pād             ippā-m̧ \n3SG.S=be.located  COM-2SG.P \n‘You have it.’ (lit. ‘It is with you.’)\n```\n\n## Further reading\n\nStassen, Leon. 2000. AND-Languages and WITH-Languages. *Linguistic Typology* 4. 1-54.\n\nStassen, Leon. 2001. Predicative Possession. In Martin Haspelmath, Wulf Oesterreicher & Wolfgang Raible (eds) *Language typology and language universals*. 954–960. Berlin: Mouton de Gruyter.\n\nStassen, Leon. 2013. [Predicative Possession](http://wals.info/chapter/117). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\n## Related Features\n* [GB250 Can predicative possession be expressed with a transitive ‘habeo’ verb?](https://github.com/grambank/Grambank/wiki/GB250)\n* [GB252 Can predicative possession be expressed with an S-like possessum and a locative-coded possessor?](https://github.com/grambank/Grambank/wiki/GB252)\n* [GB253 Can predicative possession be expressed with an S-like possessum and a dative-coded possessor?](https://github.com/grambank/Grambank/wiki/GB253)\n* [GB254 Can predicative possession be expressed with an S-like possessum and a possessor that is coded like an adnominal possessor?](https://github.com/grambank/Grambank/wiki/GB254)\n\n## Patron\nHedvig Skirgård\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB256> rdfs:comment ?desc }"
  }
]