[
  {
    "input": "¿En qué consiste el rasgo Is there a benefactive applicative marker on the verb (including indexing)??",
    "output": "**Is there a benefactive applicative marker on the verb (including indexing)?**\n## Can a verb have a benefactive marker (applicative marker or index)?\n\n## Summary\nThis question concerns a [phonologically bound](https://github.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB103> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿Qués tienen el rasgo Is there productive infixation in verbs?",
    "output": "El rasgo **Is there productive infixation in verbs?** está presente en 10 lenguas.\nEjemplos destacados:\n- Betoi-Jirara (beto1236)\n- Chibcha (chib1270)\n- Huambisa (huam1247)",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?lang ?name\n        WHERE {\n            ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB081> ;\n                   rdfs:label ?name .\n        }\n        LIMIT 5\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Is there productive infixation in verbs??",
    "output": "**Is there productive infixation in verbs?**\n## Is there productive infixation in verbs?\n\n\n## Summary\nThis feature targets the existence of [affixation](https://github.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB081> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Is there a notably small number, i.e. about 100 or less, of verb roots in the language??",
    "output": "**Is there a notably small number, i.e. about 100 or less, of verb roots in the language?**\n## Is there a notably small number of verb roots in the language?\n\n## Summary\nThis feature tracks languages with few members in the word class which is most commonly known as ‘verbs’.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB129> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿Qués tienen el rasgo Is there a morphologically marked inverse on verbs?",
    "output": "El rasgo **Is there a morphologically marked inverse on verbs?** está presente en 25 lenguas.\nEjemplos destacados:\n- Akuntsu (akun1241)\n- Araona (arao1248)\n- Araweté (araw1273)",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?lang ?name\n        WHERE {\n            ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB149> ;\n                   rdfs:label ?name .\n        }\n        LIMIT 5\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Is there a morphologically marked inverse on verbs??",
    "output": "**Is there a morphologically marked inverse on verbs?**\n## Is there a morphologically marked inverse on verbs?\n\n## Summary\n\nInverse systems are based on an animacy, person, or topicality hierarchy.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB149> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Is there a male/female distinction in 2nd person independent pronouns??",
    "output": "**Is there a male/female distinction in 2nd person independent pronouns?**\n## Is there a masculine/feminine distinction in phonologically independent second person pronouns?\n\n## Summary\nThis feature asks whether the [phonologically independent pronoun](https://github.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB196> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Is there a male/female distinction in 1st person independent pronouns??",
    "output": "**Is there a male/female distinction in 1st person independent pronouns?**\n## Is there a masculine/feminine distinction in phonologically independent first person pronouns?\n\n## Summary\nThis feature asks whether the [phonologically independent pronoun](https://github.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB197> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Can polar interrogation be indicated by overt verbal morphology only??",
    "output": "**Can polar interrogation be indicated by overt verbal morphology only?**\n## Can polar interrogation be indicated by overt verbal morphology only?\n\n## Summary\n\nIn order for a construction to trigger 1, there should be no other **marker** in the clause that signals polar interrogation, not even lack of finiteness compared to the affirmative.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB286> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿Qués tienen el rasgo Do demonstratives show an elevation distinction?",
    "output": "El rasgo **Do demonstratives show an elevation distinction?** está presente en 3 lenguas.\nEjemplos destacados:\n- Akuntsu (akun1241)\n- Movima (movi1243)\n- Mundurukú (mund1330)",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?lang ?name\n        WHERE {\n            ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB036> ;\n                   rdfs:label ?name .\n        }\n        LIMIT 5\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Do demonstratives show an elevation distinction??",
    "output": "**Do demonstratives show an elevation distinction?**\n## Do adnominal demonstratives show an elevation distinction?\n\n## Summary\nElevation is concerned with how high or how low an object is (in altitude).",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB036> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Can polar interrogation be indicated by a special word order??",
    "output": "**Can polar interrogation be indicated by a special word order?**\n## Can polar interrogation be indicated by a special word order?\n\n## Summary\nCan a change in word order mark polar questions? In order for a construction to trigger 1, there should be no other marker in the clause that signals polar interrogation, not even lack of finiteness compared to the affirmative.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB260> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Is there directional or locative morphological marking on verbs??",
    "output": "**Is there directional or locative morphological marking on verbs?**\n## Is there directional or locative morphological marking on verbs?\n\n## Summary\nThis question concerns a [phonologically bound](https://github.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB108> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Do verbs have prefixes/proclitics, other than those that only mark A, S or P (do include portmanteau: A & S + TAM)??",
    "output": "**Do verbs have prefixes/proclitics, other than those that only mark A, S or P (do include portmanteau: A & S + TAM)?**\n## Do verbs have prefixes or proclitics other than S, A or P indexes (do include indexes that also mark TAM or negation)?\n\n## Summary\n\nThese [prefixes or proclitics](https://github.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB079> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿Qués tienen el rasgo Are there postpositions?",
    "output": "El rasgo **Are there postpositions?** está presente en 147 lenguas.\nEjemplos destacados:\n- Abipon (abip1241)\n- Achagua (acha1250)\n- Aché (ache1246)",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?lang ?name\n        WHERE {\n            ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB075> ;\n                   rdfs:label ?name .\n        }\n        LIMIT 5\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Are there postpositions??",
    "output": "**Are there postpositions?**\n## Are there postpositions?\n\n\n## Summary\n\nA postposition indicates the relationship of a noun phrase to the verb in a clause.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB075> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿Qués tienen el rasgo Is there a copula for predicate nominals?",
    "output": "El rasgo **Is there a copula for predicate nominals?** está presente en 96 lenguas.\nEjemplos destacados:\n- Aché (ache1246)\n- Achuar-Shiwiar (achu1248)\n- Angosturas Tunebo (ango1257)",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?lang ?name\n        WHERE {\n            ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB117> ;\n                   rdfs:label ?name .\n        }\n        LIMIT 5\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Is there a copula for predicate nominals??",
    "output": "**Is there a copula for predicate nominals?**\n## Is there a copula for predicate nominals?\n\n## Summary\n\nIs there a copula in use in an equative sentence when the predicate is a nominal? The copula must be expressed in at least some equative sentences with predicate nominals but need not be obligatory in these constructions.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB117> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Is there nonphonological allomorphy of noun number markers??",
    "output": "**Is there nonphonological allomorphy of noun number markers?**\n## Is there nonphonological allomorphy of noun number markers?\n\n## Summary\nAre there different number markers for a single number category? And is the choice between these markers unpredictable from the marker a noun receives in another number category? For example, are there different plural markers while there is only one (or no) singular marker? Or do two nouns receive different singular markers but the same plural marker? This feature targets bound number markers, free number markers, and clitics.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB039> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Is there a gender/noun class system where animacy is a factor in class assignment??",
    "output": "**Is there a gender/noun class system where animacy is a factor in class assignment?**\n## Is there a noun class/gender system where animacy is a factor in class assignment?\n\n## Summary\nA noun class/gender system categorizes nouns for the purposes of grammatical [agreement](https://github.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB053> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Is there a gender/noun class system where sex is a factor in class assignment??",
    "output": "**Is there a gender/noun class system where sex is a factor in class assignment?**\n## Is there a noun class/gender system where masculine and feminine categories are a factor in class assignment?\n\n## Summary\nA noun class/gender system categorizes nouns for the purposes of grammatical [agreement](https://github.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB051> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿Qués tienen el rasgo Can standard negation be marked clause-finally?",
    "output": "El rasgo **Can standard negation be marked clause-finally?** está presente en 92 lenguas.\nEjemplos destacados:\n- Achuar-Shiwiar (achu1248)\n- Aikanã (aika1237)\n- Akuntsu (akun1241)",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?lang ?name\n        WHERE {\n            ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB137> ;\n                   rdfs:label ?name .\n        }\n        LIMIT 5\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Can standard negation be marked clause-finally??",
    "output": "**Can standard negation be marked clause-finally?**\n## Can standard negation be marked clause-finally?\n\n## Summary\nThis feature refers to standard negation, or the construction(s) that mark negation of (at least) dynamic (i.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB137> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿Qués tienen el rasgo Can standard negation be marked clause-initially?",
    "output": "El rasgo **Can standard negation be marked clause-initially?** está presente en 81 lenguas.\nEjemplos destacados:\n- Abipon (abip1241)\n- Achagua (acha1250)\n- Aikanã (aika1237)",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?lang ?name\n        WHERE {\n            ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB138> ;\n                   rdfs:label ?name .\n        }\n        LIMIT 5\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Can standard negation be marked clause-initially??",
    "output": "**Can standard negation be marked clause-initially?**\n## Can standard negation be marked clause-initially?\n\n## Summary\nThis feature focuses on standard negation, or the construction(s) that mark negation of (at least) dynamic (i.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB138> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Is there productive morphological dual marking on nouns??",
    "output": "**Is there productive morphological dual marking on nouns?**\n## Is there a productive morphological dual marker on nouns?\n\n## Summary\nThis question concerns a bound grammatical marker of dual number on nouns.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB043> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿Qués tienen el rasgo Are there numeral classifiers?",
    "output": "El rasgo **Are there numeral classifiers?** está presente en 36 lenguas.\nEjemplos destacados:\n- Apolista (apol1242)\n- Baniwa do Icana (bani1255)\n- Baure (baur1253)",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?lang ?name\n        WHERE {\n            ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB057> ;\n                   rdfs:label ?name .\n        }\n        LIMIT 5\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Are there numeral classifiers??",
    "output": "**Are there numeral classifiers?**\n## Are there numeral classifiers?\n\n## Summary\nThis question concerns whether some cardinal numerals [obligatorily](https://github.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB057> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Can an adnominal property word agree with the noun in gender/noun class??",
    "output": "**Can an adnominal property word agree with the noun in gender/noun class?**\n## Can an adnominal property word agree with the noun in noun class/gender?\n\n## Summary\nFor this feature, we are interested in [noun classes](https://github.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB170> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Is there productive morphological plural marking on nouns??",
    "output": "**Is there productive morphological plural marking on nouns?**\n## Is there a productive morphological plural marker on nouns?\n\n## Summary\nThis question concerns a bound grammatical marker of plural number on nouns.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB044> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿Qués tienen el rasgo Are causatives formed by affixes or clitics on verbs?",
    "output": "El rasgo **Are causatives formed by affixes or clitics on verbs?** está presente en 172 lenguas.\nEjemplos destacados:\n- Abipon (abip1241)\n- Achagua (acha1250)\n- Aché (ache1246)",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?lang ?name\n        WHERE {\n            ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB155> ;\n                   rdfs:label ?name .\n        }\n        LIMIT 5\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Are causatives formed by affixes or clitics on verbs??",
    "output": "**Are causatives formed by affixes or clitics on verbs?**\n## Are causatives formed by affixes or clitics on verbs?\n\n## Summary\n\nA causative is a valency increasing operation that introduces a causer core argument that makes a non-subject argument do or become something (e.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB155> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Can the A argument be indexed by a suffix/enclitic on the verb in the simple main clause??",
    "output": "**Can the A argument be indexed by a suffix/enclitic on the verb in the simple main clause?**\n## Can the A argument be indexed by a suffix/enclitic on the verb in the simple independent clause?\n\n\n## Summary\nIs there a [phonologically bound](https://github.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB091> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿Qué lenguas tienen el rasgo Can standard negation be marked by an inflecting word (\"auxiliary verb\")??",
    "output": "El rasgo **Can standard negation be marked by an inflecting word (\"auxiliary verb\")?** está presente en 24 lenguas.\nEjemplos destacados:\n- Awa-Cuaiquer (awac1239)\n- Barasana-Eduria (bara1380)\n- Cavineña (cavi1250)",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?lang ?name\n        WHERE {\n            ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB298> ;\n                   rdfs:label ?name .\n        }\n        LIMIT 5\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Can standard negation be marked by an inflecting word (\"auxiliary verb\")??",
    "output": "**Can standard negation be marked by an inflecting word (\"auxiliary verb\")?**\n## Can standard negation be marked by an inflecting word (‘auxiliary verb’)?\n\n## Summary\nThis feature refers to Standard Negation, i.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB298> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿Qué lenguas tienen el rasgo Can standard negation be marked by a non-inflecting word (\"auxiliary particle\")??",
    "output": "El rasgo **Can standard negation be marked by a non-inflecting word (\"auxiliary particle\")?** está presente en 93 lenguas.\nEjemplos destacados:\n- Abipon (abip1241)\n- Achagua (acha1250)\n- Aikanã (aika1237)",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?lang ?name\n        WHERE {\n            ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB299> ;\n                   rdfs:label ?name .\n        }\n        LIMIT 5\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Is there a gender/noun class system where plant status is a factor in class assignment??",
    "output": "**Is there a gender/noun class system where plant status is a factor in class assignment?**\n## Is there a noun class/gender system where plant status is a factor in class assignment?\n\n## Summary\nA noun class/gender system categorizes nouns for the purposes of grammatical [agreement](https://github.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB054> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Is there overt morphological marking of present tense on verbs??",
    "output": "**Is there overt morphological marking of present tense on verbs?**\n## Is there overt morphological marking of present tense on verbs?\n\n## Summary\nThis question aims to capture productive paradigms of overt tense marking.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB082> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿Qués tienen el rasgo Are there possessive classifiers?",
    "output": "El rasgo **Are there possessive classifiers?** está presente en 24 lenguas.\nEjemplos destacados:\n- Ajyíninka Apurucayali (ajyi1238)\n- Asháninka (asha1243)\n- Cubeo (cube1242)",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?lang ?name\n        WHERE {\n            ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB058> ;\n                   rdfs:label ?name .\n        }\n        LIMIT 5\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Are there possessive classifiers??",
    "output": "**Are there possessive classifiers?**\n## Are there possessive classifiers?\n\n## Summary\nThis question concerns whether there is an independent [classifier](https://github.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB058> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Do indefinite nominals commonly have indefinite articles??",
    "output": "**Do indefinite nominals commonly have indefinite articles?**\n## Do indefinite/non-specific nominals commonly have indefinite/non-specific articles?\n\n## Summary\nFor this feature, we need explicit support that indefinite/non-specific NPs commonly occur with an indefinite/non-specific article.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB021> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Is the order of core argument (i.e. S/A/P) constituents fixed??",
    "output": "**Is the order of core argument (i.e. S/A/P) constituents fixed?**\n## Is the order of core argument (i.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB136> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿Qués tienen el rasgo Are there prepositions?",
    "output": "El rasgo **Are there prepositions?** está presente en 27 lenguas.\nEjemplos destacados:\n- Abipon (abip1241)\n- Berbice Creole Dutch (berb1259)\n- Caribbean Javanese (cari1276)",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?lang ?name\n        WHERE {\n            ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB074> ;\n                   rdfs:label ?name .\n        }\n        LIMIT 5\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Are there prepositions??",
    "output": "**Are there prepositions?**\n## Are there prepositions?\n\n## Summary\n\nA preposition indicates the relationship of a noun phrase to the verb in a clause.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB074> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Is there productive overt morphological singular marking on nouns??",
    "output": "**Is there productive overt morphological singular marking on nouns?**\n## Is there a productive overt morphological singular marker on nouns?\n\n## Summary\nThis question concerns a bound grammatical marker of singular number on nouns.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB042> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Is there a gender distinction in independent 3rd person pronouns??",
    "output": "**Is there a gender distinction in independent 3rd person pronouns?**\n## Is there a gender distinction in phonologically independent third person pronouns?\n\n## Summary\nThis question targets the existence of any [gender distinction](https://github.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB030> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Is there a distinction between inclusive and exclusive??",
    "output": "**Is there a distinction between inclusive and exclusive?**\n## Is there a distinction between inclusive and exclusive?\n\n## Summary\nIs there a pronoun or other marker that explicitly marks the inclusion of an interlocutor? This feature is not restricted to the pronominal system but includes person [indexing](https://github.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB028> rdfs:comment ?description .\n        }\n        "
  },
  {
    "input": "¿En qué consiste el rasgo Is there a gender/noun class system where shape is a factor in class assignment??",
    "output": "**Is there a gender/noun class system where shape is a factor in class assignment?**\n## Is there a noun class/gender system where shape is a factor in class assignment?\n\n## Summary\nA noun class/gender system categorizes nouns for the purposes of grammatical [agreement](https://github.",
    "sparql": "\n        PREFIX ling: <http://purl.org/linguistics#>\n        SELECT ?description\n        WHERE {\n            <https://grambank.clld.org/parameters/GB052> rdfs:comment ?description .\n        }\n        "
  }
]