[
  {
    "input": "¿Qué es Abipon?",
    "output": "Abipon es una lengua indígena de Sudamérica documentada en GramBank.",
    "sparql": "ASK { <https://glottolog.org/resource/languoid/id/abip1241> a ling:Language }"
  },
  {
    "input": "¿En qué consiste el rasgo Is there a clause-initial polar interrogative particle??",
    "output": "## Is there a clause-initial polar interrogative particle?\n\n## Summary\nIn this feature, we are looking for a polar interrogative [particle](https://github.com/grambank/grambank/wiki/Particles) that appears at the beginning of the clause. It is acceptable for a polar interrogative particle to appear in polar interrogatives and content questions, but the polar interrogative particle must be dedicated to marking questions that ask for the equivalent of an affirmative or negative answer (as opposed to content questions).\n\nDryer (2013) distinguishes **neutral** questions from **leading** questions in the paragraph quoted below. This feature in Grambank concerns neutral questions:\n\n\"Many languages have question particles or expressions that indicate that the question is a leading question, one where the speaker has an expectation as to what the answer will be. English, for example, employs what are called \"tag-questions\" for this purpose, illustrated in (13a), which differ from the neutral question form illustrated in (13b) in that its form indicates that the speaker expects a ‘yes’ answer.\n\n13a. You’re planning to go to the beach, aren’t you? \n\n13b. Are you planning to go to the beach?\"\n\n## Procedure\n\n1. Code 1 if polar interrogation can be marked through a dedicated phonologically free polar interrogative particle, \n2. And this particle appears at the beginning of the clause.\n3. Code 0 if there are no polar interrogative particles or if the polar interrogative particle does not appear at the beginning of the clause.\n \n\n## Examples\n\n**Nyigina** (ISO 639-3: nyh, Glottocode:  nyig1240)\n\nCoded 1. There is an interrogative particle for yes/no questions. The particle almost always occurs in the first position of a clause.\n\n```\nmarrinyan … kurru  warli  muk  ya-na-rr-i \nhungry      Q      meat   hit  1/2SG-FUT-PL-say\n‘I’m hungry. Can we kill meat?’ (McGregor 2004: 236)\n```\n\n## Further reading\n\nDryer, Matthew S. 2013a. [Position of polar question particles](https://wals.info/chapter/92). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\nDryer, Matthew S. 2013b. [Polar questions](https://wals.info/chapter/116). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\n## References\n\nDryer, Matthew S. 2013a. [Position of polar question particles](https://wals.info/chapter/92). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\nMcGregor, William B. 2004. *The languages of the Kimberley, Western Australia.* London: Routledge.\n\n## Related Features\n* [GB257 Can polar interrogation be marked by intonation only?](https://github.com/grambank/Grambank/wiki/GB257)\n* [GB260 Can polar interrogation be indicated by a special word order?](https://github.com/grambank/Grambank/wiki/GB260)\n* [GB263 Is there a clause-final polar interrogative particle?](https://github.com/grambank/Grambank/wiki/GB263)\n* [GB264 Is there a polar interrogative particle that most commonly occurs neither clause-initially nor clause-finally?](https://github.com/grambank/Grambank/wiki/GB264)\n* [GB285 Can polar interrogation be marked by a question particle and verbal morphology?](https://github.com/grambank/Grambank/wiki/GB285)\n* [GB286 Can polar interrogation be indicated by overt verbal morphology only?](https://github.com/grambank/Grambank/wiki/GB286)\n* [GB291 Can polar interrogation be marked by tone?](https://github.com/grambank/Grambank/wiki/GB291)\n* [GB297 Can polar interrogation be indicated by a V-not-V construction?](https://github.com/grambank/Grambank/wiki/GB297)\n\n## Patron\nJay Latarche and Jeremy Collins\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB262> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there a clause-initial polar interrogative particle??",
    "output": "Presente en 22 lenguas, ausente en 145",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB262> }"
  },
  {
    "input": "¿En qué consiste el rasgo Can verb stems alter according to the person of a core participant??",
    "output": "## Is there verb suppletion for participant person?\n\n\n## Summary\nDo some verbs have two or more suppletive allomorphs whose distribution is conditioned by the person of an [S, A, or P](https://github.com/grambank/grambank/wiki/Core-arguments-(S,-A-and-P)) argument? \nSuppletive allomorphs are allomorphs which are not similar in pronunciation, i.e. they cannot be related to each other by morpho-phonological rules.\nThis question covers strong suppletion, weak suppletion, and ablaut. \nThere must be at least **three** such verbs to code 1 for this feature.\n\n## Procedure\n1. Code 1 if at least three verb stems vary according to the person of S, A, and/or P arguments.\n2. Code 1 if the grammar does not list the verbs but says that there are some/a few/several/couple of them.\n3. Code 0 if only one or two examples are provided. Add a comment.\n\n## Examples\n**Tainae** (ISO 639-3: ago, Glottolog: tain1253)\n\nTainae is coded 1.\n \nCarlson (1991: 92) provides a non-exhaustive list of seven verbs which have suppletive forms depending on the person of the P argument:\n\n| Gloss  | Root | 1SG | 2SG | 3SG/SU/PL |\n| --- | --- | --- | --- | --- |\n| ‘blow magic at’ | nɨ | ninɨtɨyate | ntɨsɨtɨyate | nɨptɨtɨyate |\n| ‘desire’ | nɨ | ninɨtɨyate | ntɨsinɨtɨyate | nɨwinɨate |\n| ‘eat’ | nɨ | nɨnɨmtɨ | ntɨnɨmtɨ | nɨmtɨ |\n| ‘cook’ | to | numtɨ | ntomtɨ | tomtɨ |\n| ‘kill’ | nau | numtɨ | nomtɨ | namtɨ |\n| ‘hit’ | nae | ninemtɨ | ntisemtɨ | naemtɨ |\n| ‘give’ | mɨnɨ | (ni)nampɨmtɨ | ntisapimtɨ | mɨnɨptɨmtɨ |\n\n## Further reading\n\nHaspelmath, Martin & Andrea D. Sims. 2010. *Understanding morphology* (Understanding Language Series). Second edition. London: Hodder Education. **Chapter 2 has a discussion of suppletion.**\n\nVeselinova, Ljuba N. 2006. *Suppletion in verb paradigms: Bits and pieces of the puzzle*. (Typological Studies in Language 67). Amsterdam: John Benjamins.\n\n## References\n\nCarlson, Terry. 1991. *Tainae grammar essentials*. Ukarumpa, Papua New Guinea: Unpublished typescript, The Summer Institute of Linguistics.\n\n## Related Features\nFeatures on suppletion:\n* [GB109\tIs there verb suppletion for participant number?](https://github.com/grambank/Grambank/wiki/GB109)\n* [GB110\tIs there verb suppletion for tense or aspect?](https://github.com/grambank/Grambank/wiki/GB110)\n* [GB300\tDoes the verb for ‘give’ have suppletive verb forms?](https://github.com/grambank/Grambank/wiki/GB300)\n* [GB402\tDoes the verb for ‘see’ have suppletive verb forms?](https://github.com/grambank/Grambank/wiki/GB402)\n* [GB403\tDoes the verb for ‘come’ have suppletive verb forms?](https://github.com/grambank/Grambank/wiki/GB403)\n\nFeatures GB089-GB090 coding indexing patterns:\n\n* [GB089\tCan the S argument be indexed by a suffix/enclitic on the verb in the simple independent clause?](https://github.com/grambank/Grambank/wiki/GB089)\n* [GB090\tCan the S argument be indexed by a prefix/proclitic on the verb in the simple independent clause?](https://github.com/grambank/Grambank/wiki/GB090)\n* [GB091\tCan the A argument be indexed by a suffix/enclitic on the verb in the simple independent clause?](https://github.com/grambank/Grambank/wiki/GB091)\n* [GB092\tCan the A argument be indexed by a prefix/proclitic on the verb in the simple independent clause?](https://github.com/grambank/Grambank/wiki/GB092)\n* [GB093\tCan the P argument be indexed by a suffix/enclitic on the verb in the simple independent clause?](https://github.com/grambank/Grambank/wiki/GB093)\n* [GB094\tCan the P argument be indexed by a prefix/proclitic on the verb in the simple independent clause?](https://github.com/grambank/Grambank/wiki/GB094)\n\n## Patron\nAlena Witzlack-Makarevich\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB099> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there productive morphological paucal marking on nouns??",
    "output": "Presente en 5 lenguas, ausente en 163",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB166> }"
  },
  {
    "input": "¿En qué consiste el rasgo Can polar interrogation be marked by intonation only??",
    "output": "## Can polar interrogation be marked by intonation only?\n\n## Summary\nFor this feature, we are looking for polar interrogation marked by intonation, and it should be the only marker in that construction. However, it does not have to be the only construction in the language which can mark polar interrogation. Intonation is our focus and not tone. Intonation is different from tonal marking. Tonal marking is bound to a certain position in the clause (e.g. the final syllable, or a certain constituent). Intonation concerns the whole clause and will have a variation in pitch across sentences and phrases.\n\n## Procedure\n\n1. Code 1 if a sentence can become a question by changing the intonation.\n2. Code 0 if intonation and another marker (such as a question marker on the verb) together mark polar interrogation within the same construction. \n3. Code ? if it is not clear from limited data whether intonation marks polar interrogation in the language.\n\n## Examples\n\n**Marshallese** (ISO 639-3: mah, Glottolog: mars1254)\n\nIn Marshallese, polar interrogation can be indicated by either intonation alone in the construction, or by intonation and a clause-final question morpheme. Marshallese is coded 1 because intonation can be the only marker of polar interrogation in the construction.\n\n```\nKwe    iro.i? \n2SG    chief? \n‘Are you a chief?’ (Zewen 1977: 92)\n```\n\n**Veps** (ISO 639-3: vep, Glottolog: veps1250) \n\nCoded 0. A question particle is obligatory which indicates that intonation (whether present or not) does not mark polar interrogation alone in the construction (Brodskij 2008: 33–34).\n\n## Further reading\n\nDryer, Matthew S. 2013a. [Position of polar question particles](https://wals.info/chapter/92). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\nDryer, Matthew S. 2013b. [Polar questions](https://wals.info/chapter/116). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\n## References\n\nBrodskij, Igor’ Vadimovič. 2008. *Samoučitel’ vepsskogo jazyka*. Sankt Peterburg: Sanktpeterburgskoe Vepsskoe Obščestvo.\n\nZewen, François-Xavier Nicolas. 1977. *The Marshallese language: A study of its phonology, morphology and syntax*. (*Veroffentlichungen des Seminars fur indonesische und Sudseesprachen der Universitat Hamburg* 10.). Berlin: Reimer.\n\n## Related Features\n* [GB260 Can polar interrogation be indicated by a special word order?](https://github.com/grambank/Grambank/wiki/GB260)\n* [GB262 Is there a clause-initial polar interrogative particle?](https://github.com/grambank/Grambank/wiki/GB262)\n* [GB263 Is there a clause-final polar interrogative particle?](https://github.com/grambank/Grambank/wiki/GB263)\n* [GB264 Is there a polar interrogative particle that most commonly occurs neither clause-initially nor clause-finally?](https://github.com/grambank/Grambank/wiki/GB264)\n* [GB285 Can polar interrogation be marked by a question particle and verbal morphology?](https://github.com/grambank/Grambank/wiki/GB285)\n* [GB286 Can polar interrogation be indicated by overt verbal morphology only?](https://github.com/grambank/Grambank/wiki/GB286)\n* [GB291 Can polar interrogation be marked by tone?](https://github.com/grambank/Grambank/wiki/GB291)\n* [GB297 Can polar interrogation be indicated by a V-not-V construction?](https://github.com/grambank/Grambank/wiki/GB297)\n\n## Patron\nJay Latarche and Jeremy Collins\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB257> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Can polar interrogation be marked by intonation only??",
    "output": "Presente en 66 lenguas, ausente en 102",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB257> }"
  },
  {
    "input": "¿En qué consiste el rasgo Are there postnominal articles??",
    "output": "## Are there postnominal articles?\n\n## Summary\nAll questions concerning the order of elements aim to capture a pragmatically unmarked order.If both GB022 and GB023 are coded 1, please write a comment. Articles cover both definite or indefinite articles as defined in [GB020](https://github.com/grambank/grambank/wiki/GB020) and [GB021](https://github.com/grambank/grambank/wiki/GB021) respectively. In order to answer 1 for this feature, the markers' functions need to meet one of those definitions, so 1 should also have been answered for [GB020](https://github.com/grambank/grambank/wiki/GB020) or [GB021](https://github.com/grambank/grambank/wiki/GB021).\n\n## Procedure\n1. If there are articles, code 1 if in a pragmatically unmarked order they follow the noun.\n2. If there is an item which occurs after the noun which may be an article but which receives ? for GB020 or GB021, then code ?.\n3. If demonstratives and articles are not well described in the language, then code ?.\n4. If both GB023 and [GB022](https://github.com/grambank/Grambank/wiki/GB022) are coded as 1, please leave a comment explaining this as we are interested in the reasons that a language may have both prenominal and postnominal articles.\n\t\t\n## Examples\n\n**Standard Arabic** (ISO 639-3: arb, Glottolog: stan1318)\n\nCoded 1. The definite article is prenominal and prefixes to the noun. The indefinite article is postnominal and marked by a suffixed /-n/ sound.\n\nDefinite article:\n\n```\na. al-xubz  \n   DEF-bread  \n   ‘the bread’ (Ryding 2005: 156)\n```\n\nIndefinite article:\n\n```\nb. bayt-un\n   house-INDF\n   ‘a house’ (Ryding 2005: 156)\n```\n\n**Lozi** (ISO 639-3: loz, Glottolog: lozi1239) \n\nCoded 0. The absence of articles is not explicitly mentioned, but the example sentences never show articles. Demonstratives are well-described (Fortune 2001: 6–105). \n\n**Lunda** (ISO 639-3: lun, Glottolog: lund1266) \n\nCoded ?. Indefiniteness can be expressed with a postnominal quantifier, but it is not clear how far this marker has grammaticalized into a dedicated or sufficiently obligatory indefinite marker (Kawasha 2003: 132). Lunda is also coded ? for [GB021 Do indefinite nominals commonly have indefinite articles?](https://github.com/grambank/Grambank/wiki/GB021).\n\n## Further reading\nDryer, Matthew S. 2013. [Definite articles](https://wals.info/chapter/37). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\nDryer, Matthew S. 2013. [Indefinite articles](https://wals.info/chapter/38). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\n## References\n\nFortune, George. 2001. *An outline of Silozi grammar*. Lusaka, Zambia: Bookworld Publishers.\n\nKawasha, Boniface Kaumba. 2003. *Lunda grammar: A morphosyntactic and semantic analysis*. Eugene: University of Oregon. (Doctoral dissertation.)\n\nRyding, Karin C. 2005. *A reference grammar of Modern Standard Arabic*. Cambridge: Cambridge University Press.\n\n## Related Features\n* [GB020 Are there definite or specific articles?](https://github.com/grambank/Grambank/wiki/GB020)\n* [GB021 Do indefinite nominals commonly have indefinite articles?](https://github.com/grambank/Grambank/wiki/GB021)\n* [GB022 Are there prenominal articles?](https://github.com/grambank/Grambank/wiki/GB022)\n\n## Patron\nJay Latarche and Jeremy Collins\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB023> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Are there postnominal articles??",
    "output": "Presente en 22 lenguas, ausente en 147",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB023> }"
  },
  {
    "input": "¿Qué lenguas tienen el rasgo Are there postnominal articles??",
    "output": "Ejemplos: Akuntsu, Apinayé, Border Kuna",
    "sparql": "SELECT ?langLabel WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB023> ; rdfs:label ?langLabel } LIMIT 3"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Are there conjugation classes??",
    "output": "Presente en 68 lenguas, ausente en 101",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB111> }"
  },
  {
    "input": "¿Qué lenguas tienen el rasgo Are there conjugation classes??",
    "output": "Ejemplos: Abipon, Aikanã, Angosturas Tunebo",
    "sparql": "SELECT ?langLabel WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB111> ; rdfs:label ?langLabel } LIMIT 3"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there a phonologically bound reflexive marker on the verb??",
    "output": "Presente en 135 lenguas, ausente en 34",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB114> }"
  },
  {
    "input": "¿En qué consiste el rasgo Can an article agree with the noun in gender/noun class??",
    "output": "## Can an article agree with the noun in noun class/gender?\n\n## Summary\nFor this feature, we are interested in [noun classes](https://github.com/grambank/grambank/wiki/Noun-classes-and-classifiers) (classes which nouns belong to based on properties such as gender, animacy, or shape and can be identified through [agreement](https://github.com/grambank/grambank/wiki/Agreement) with a modifier). We are not looking at noun classifiers (classifiers classify the noun and occur independently from other elements). Articles can agree in gender/noun class with the head noun even if the head noun is not overtly marked for gender/noun class. This feature concerns both definite and indefinite articles. Features [GB020](https://github.com/grambank/grambank/wiki/GB020) and [GB021](https://github.com/grambank/grambank/wiki/GB021) both concern the absence or presence of definite and indefinite articles, please consider those features if you have coded 1 for this feature. \n\n## Procedure\n1. Code 1 if there is a bound marker on an article that signals [noun class/gender](https://github.com/grambank/grambank/wiki/Noun-classes-and-classifiers) agreement with the head noun it modifies.\n2. Code 1 if an article changes its shape to signal [noun class/gender](https://github.com/grambank/grambank/wiki/Noun-classes-and-classifiers) agreement with the head noun it modifies.\n\n## Examples\n\n**Movima** (ISO 639-3: mzp, Glottolog: movi1243)\n\nCoded 1. Movima articles may agree with feminine, masculine and neutral gender.\n```\nloy iɬ  roya-poj-na   us     itila:kwa\nITN 1   house-CAU-DR  ART.m  man\n‘I’ll have the man build a house.’ (Haude 2006: 139)\n```\n**Koromfé** (ISO 639-3: kfz, Glottolog: koro1298)\n\nCoded 1. The indefinite article does not inflect but the definite article agrees with the noun in humanness (Rennison 1997: 80–82).\n\n**Apurinã** (ISO 639-3: apu, Glottolog: apur1254)\n\nCoded 0. Apurinã lacks articles. However, demonstratives may agree in gender with head noun (da Silva Facundes 2000:3 55).\n\n**Udihe** (ISO 639-3: ude, Glottolog: udih1248)\n\nCoded 0. It was inferred from the grammar that there is no gender agreement (Girfanova 2002: 8).\n\n## Further reading\n\nCorbett, Greville G. 1991. [*Gender*](https://www.cambridge.org/core/books/gender/gender-agreement/EBC59E9D9A6CC84101758D4C3AEF6738). Cambridge: Cambridge University Press.\n\nGreville G. Corbett. 2013. [Number of genders](http://wals.info/chapter/30). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\n## References\n\nda Silva Facundes, Sidney. 2000. *The Language of the Apurinã People of Brazil (Maipure/Arawak)*. Buffalo: State University of New York. (Doctoral dissertation.)\n\nGirfanova, Albina H. 2002. *Udeghe*. (Languages of the World/Materials, 255.) Munich: Lincom Europa.\n\nHaude, Katharina. 2006. *A grammar of Movima*. Nijmegen: Radboud Universiteit Nijmegen. (Doctoral dissertation.)\n\nRennison, John R. 1997. *Koromfe*. (Descriptive Grammars Series.) London: Routledge.\n\n## Related Features\n\n* [GB020: Are there definite or specific articles?](https://github.com/grambank/grambank/wiki/GB020)\n* [GB021: Do indefinite nominals commonly have indefinite articles?](https://github.com/grambank/grambank/wiki/GB021)\n* [GB170: Can an adnominal property word agree with the noun in gender/noun class?](https://github.com/grambank/Grambank/wiki/GB170)\n* [GB171: Can an adnominal demonstrative agree with the noun in gender/noun class?](https://github.com/grambank/Grambank/wiki/GB171)\n* [GB198: Can an adnominal numeral agree with the noun in gender/noun class?](https://github.com/grambank/Grambank/wiki/GB198)\n\n## Patron\n\nJay Latarche and Jeremy Collins\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB172> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Can an article agree with the noun in gender/noun class??",
    "output": "Presente en 10 lenguas, ausente en 159",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB172> }"
  },
  {
    "input": "¿En qué consiste el rasgo Is there a politeness distinction in 2nd person forms??",
    "output": "## Is there a politeness distinction in second person forms?\n\n## Summary\nThis feature asks whether there are different second person pronoun forms that are used based on the level of respect accorded by the speaker to the addressee. In some cases polite pronouns are used to indicate a level of formality or unfamiliarity between speaker and addressee. In other cases politeness distinctions are used according to very specific social relationships between speaker and addressee, such as relative age, social status, or kinship. If multiple second person pronoun forms exist in a single number category, and their use is patterned according to the level of intimacy or hierarchy of social relationship between speaker and addressee, this will suffice for a 1 code. The contrastive forms may or may not have other uses (e.g. in French the form *tu* is used only for second person singular informal, while *vous* is used for both second person singular polite and second person plural); a politeness distinction triggers a 1 for this feature regardless of whether the relevant forms have other functions/meanings.\n\n## Procedure\n1. If there exist, for any number category, multiple second person pronoun forms,\n2. And if the contrast between those pronoun forms is used to indicate respect or intimacy, or if the pronouns differ according to social relationships between the speaker and the addressee, code 1.\n3. If multiple second person pronoun forms exist for any number category but their usage does not reflect social relationships, intimacy or respect, then code 0.\n4. If there are not multiple second person pronoun forms for any number category, code 0.\n5. If there are multiple pronominal forms that are used for second person meanings that express a distinction in politeness, and these forms are also used to express other distinctions in the pronoun paradigm, this is sufficient to code 1.\n\n## Examples\n**Czech** (ISO 639-3: ces, Glottolog: czec1258)\n\nThere are two series of second person pronouns in Czech. One (*ty* in nominative case) is used for informal address in only the singular, as when addressing someone you are on familiar terms with or a child. The other (*vy* in nominative case) is used for a more formal register in the singular, for example when addressing a stranger or someone more senior. *vy* is also used to express the second person plural, regardless of the level of formality (Naughton 2005: 74).\n\n```\na. (Spoken by teacher to child)  \n   Ty       jsi         student  \n   2SG.NOM  be.2SG.PRS  student  \n   ‘You are a student.’ (Naughton 2005: 74)\n\nb. (Spoken by child to teacher)  \n   Vy       jste        učitel\n   2SG.NOM  be.2SG.PRS  teacher  \n   ‘You are a teacher.’ (Naughton 2005: 74)\n```\n\nAlthough the pronominal forms used for formal second person singular are identical to the second person plural forms, and no formality contrast exists in the plural, the formality contrast in the second person singular pronouns is sufficient to trigger a 1.\n\n## Further reading\n\nBrown, Penelope & Stephen C. Levinson. 1987. *Politeness*. Cambridge: Cambridge University Press.\n\nBrown, Roger & Albert Gilman. 1960. [The pronouns of power and solidarity](https://www.ehu.eus/seg/_media/gizt/5/5/brown-gilman-pronouns.pdf). In Thomas A. Sebeok (ed.), *Style in language*. 253–276. Cambridge, MA: MIT Press.\n\n## References\n\nNaughton, James. 2005. *Czech: An essential grammar*. London: London: Routledge.\n\n## Related Features\n* [GB196 Is there a masculine/feminine distinction in second person phonologically independent pronouns?](https://github.com/grambank/Grambank/wiki/GB196)\n\n## Patron\nHannah J. Haynie\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB415> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there a politeness distinction in 2nd person forms??",
    "output": "Presente en 6 lenguas, ausente en 163",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB415> }"
  },
  {
    "input": "¿En qué consiste el rasgo Can adnominal possession be marked by a prefix on the possessor??",
    "output": "## Can adnominal possession be marked by a prefix on the possessor?\n\n## Summary\nThis feature targets a specific type of adnominal possessive construction, namely one where a possessor (either nominal or pronominal) is marked with a [prefix or proclitic](https://github.com/grambank/grambank/wiki/Affixes-and-clitics) to indicate possession of an object. This frequently takes the form of a genitive prefix on a possessor, but may also involve other types of prefixes or proclitics. Crucially, the possession must be marked by an element that precedes and is [phonologically bound](https://github.com/grambank/grambank/wiki/Wordhood-and-phonological-boundness-or-independence) to the possessor nominal/pronominal.\n\n## Procedure\n1. Code 1 if there is an adnominal possession construction marked by any element which is phonologically bound to the possessor noun/pronoun, and which precedes that noun/pronoun.\n2. Code 0 if there is no adnominal possession construction in which a prefix or proclitic on the possessor noun/pronoun functions to mark possession.\n3. Code 0 if the only relevant adnominal possession construction is marked only by tone, not by a prefix or proclitic.\n\n## Examples\n\n**Zulu** (ISO 639-3: zul, Glottolog: zulu1248)\n\n\"The possessor noun is usually preceded by a prefix that shows agreement with the possessee, called possessive agreement.\" (de Dreu 2008: 44)\n\n```\na. ukhezo         lomfazi  \n   u-khezo        lwa-u-mfazi  \n   AUG-CL11.spoon POSS.CL11-AUG-woman  \n   ‘the spoon of a woman’ (de Dreu 2008: 44)\n\nb. i-ngane       ya-mi  \n   AUG-CL9.child POSS.CL9-N1SG  \n   ‘child of mine’ (de Dreu 2008: 45)\n```\n\nZulu would be coded 1, because the possessive agreement morpheme is phonologically dependent on the possessor noun or pronoun and it precedes that noun/pronoun. The relative order of possessor and possessum is not important to this feature, nor is the exact nature of the possessive-flagging prefix (here it marks possession and agreement with the possessum; in other languages it could be something else such as a genitive marker).\n\n## Further reading\n\nAikhenvald, Alexandra Y. & R. M. W. Dixon (eds). 2013. *Possession and ownership: A cross-linguistic typology*. Oxford: Oxford University Press.\n\nBaron, Irène, Michael Herslund & Finn Sørensen (eds). 2001. *Dimensions of possession*. Amsterdam: John Benjamins.\n\n## References\n\nde Dreu, Merijn. 2008. *[The internal structure of the Zulu DP](https://ling.auf.net/lingbuzz/000916/current.pdf)*. Leiden: Leiden University. (MA Thesis.)\n\n## Related Features\n* [GB065 What is the pragmatically unmarked order of adnominal possessor and possessed noun?](https://github.com/grambank/Grambank/wiki/GB065)\n* [GB431 Can adnominal possession be marked by a prefix on the possessed noun?](https://github.com/grambank/Grambank/wiki/GB431)\n* [GB432 Can adnominal possession be marked by a suffix on the possessor?](https://github.com/grambank/Grambank/wiki/GB432)\n* [GB433 Can adnominal possession be marked by a suffix on the possessed noun?](https://github.com/grambank/Grambank/wiki/GB433)\n\n## Patron\nHannah J. Haynie\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB430> rdfs:comment ?desc }"
  },
  {
    "input": "¿En qué consiste el rasgo What is the order of adnominal demonstrative and noun??",
    "output": "## What is the order of adnominal demonstrative and noun?\n\n## Summary\nThis feature is concerned with the order of the noun and adnominal demonstratives (i.e. demonstratives that modify the noun). There are three possible values to code: 1, before the noun, 2, after the noun, or 3, both orders are possible. Like all questions concerning the order of elements, only the pragmatically unmarked orders are targeted.\n\n## Procedure\n1. In the pragmatically unmarked order, if the demonstrative precedes the noun, code 1.\n2. In the pragmatically unmarked order, if the demonstrative follows the noun, code 2.\n3. If both orders occur, for example, if some demonstratives precede and some follow, or there is a free choice, then code 3. \n\t\n## Examples\n\n**Angaataha** (ISO 639-3: agm, Glottolog: anga1290)\n\nCoded 1. The demonstrative *kɨmandɨ* precedes the noun *utɨpɨhandɨ* (Eko & Graham 2014: 14–16).\n```\nkɨmandɨ utɨpɨhandɨ pwɨpwɨhɨtɨhande\nthis    book       thin\n‘this thin book’ (Eko & Graham 2014: 14)\n```\n\n## Further reading\n\nDryer, Matthew S. 2013. [Order of demonstrative and noun](https://wals.info/chapter/88). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\n## References\n\nEko, Robert & Mack Graham. 2014. *Tentative grammar description for the Angaataha language.* Ms.\n\n## Related Features\n* [GB024 What is the order of numeral and noun in the NP?](https://github.com/grambank/Grambank/wiki/GB024)\n* [GB193 What is the order of adnominal property word and noun?](https://github.com/grambank/Grambank/wiki/GB193)\n\n## Patron\nJay Latarche and Jeremy Collins\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB025> rdfs:comment ?desc }"
  }
]