[
  {
    "input": "¿Qué es Abipon?",
    "output": "Abipon es una lengua indígena de Sudamérica documentada en GramBank.",
    "sparql": "ASK { <https://glottolog.org/resource/languoid/id/abip1241> a ling:Language }"
  },
  {
    "input": "¿En qué consiste el rasgo Can standard negation be marked by an inflecting word (\"auxiliary verb\")??",
    "output": "## Can standard negation be marked by an inflecting word (‘auxiliary verb’)?\n\n## Summary\nThis feature refers to Standard Negation, i.e. the constructions that mark negation of (at least) dynamic (not-stative) verbal predicates in declarative mood. This question aims to capture [phonologically free](https://github.com/grambank/grambank/wiki/Wordhood-and-phonological-boundness-or-independence) markers that inflect (i.e. change form depending on TAM, person, number and other categories of the core arguments). These inflecting phonologically free markers are often described as ‘auxiliary verbs’ in the literature, but are also analyzed under other labels by some authors (such as STAMP morphemes (STAM = Subject-Tense-Aspect-Mood-Polarity) or inflecting pronouns). We are interested in grammatical marking, i.e. [dedicated](https://github.com/grambank/grambank/wiki/Dedicated-marking), [productive](https://github.com/grambank/grambank/wiki/Productivity) and [obligatory marking](https://github.com/grambank/grambank/wiki/Obligatoriness). \n\n## Procedure\n1. Find the section in the available descriptive literature that deals with negation.\n2. If you do not find any negation markers that inflect, code as 0.\n3. If an inflecting word clearly marks negation, code the language as 1.\n4. If it is not clear whether the inflecting word marks negation, code the language as ?.\n\n## Examples\n**Finnish** (ISO 639-3: fin, Glottolog: finn1318)\n\nStandard negation in Finnish is expressed with a negative auxiliary followed by the inflectional stem of the main verb. The form of the auxiliary varies according to the person and number of the subject (Karlsson 1999: 69–70). Finnish is coded 1 for this feature.\n\n```\na. he  lukevat\n   3PL read:3PL\n   ‘they read’ (Karlsson 1999: 70)\n\nb. he  eivät   lue\n   3PL NEG.3PL read\n   ‘they do not read’ (Karlsson 1999: 70)\n\nc. luemme\n   1PL:read\n   ‘we read’ (Karlsson 1999: 70)\n\nd. emme    lue\n   NEG.1PL read\n   ‘we do not read’ (Karlsson 1999: 70)\n\ne. tulet\n   2SG:come\n   ‘you come’ (Karlsson 1999: 70)\n\nf. et      tule\n   NEG.2SG come\n   ‘you do not come’ (Karlsson 1999: 70)\n```\n\n## Further reading\n\nCroft, William. 1991. The evolution of negation. *Journal of Linguistics* 27(1). 1–27.\n\nDahl, Östen. 1979. Typology of sentence negation. *Linguistics* 17. 79–106.\n\nDahl, Östen. 2010. Typology of negation. In Laurence R. Horn (ed.), *The expression of negation*, 9–38. Berlin: De Gruyter Mouton.\n\nDryer, Matthew S. 2013. [Negative morphemes](http://wals.info/chapter/112). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\nPayne, John R. 1985. Negation. In Timothy Shopen (ed.), *Language typology and syntactic description, vol. 1*. Cambridge: Cambridge University Press.\n\n## References\n\nKarlsson, Fred. 1999. *Finnish: an essential grammar*. (Routledge Grammars.) London: Routledge.\n## Related Features\n* [GB107\tCan standard negation be marked by an affix, clitic or modification of the verb?](https://github.com/grambank/Grambank/wiki/GB107)\n* [GB137\tCan standard negation be marked clause-finally?](https://github.com/grambank/Grambank/wiki/GB137)\n* [GB138\tCan standard negation be marked clause-initially?](https://github.com/grambank/Grambank/wiki/GB138)\n* [GB139\tIs there a difference between imperative (prohibitive) and declarative negation constructions?](https://github.com/grambank/Grambank/wiki/GB139)\n* [GB140\tIs verbal predication marked by the same negator as all of the following types of predication: locational, existential and nominal?](https://github.com/grambank/Grambank/wiki/GB140)\n* [GB299\tCan standard negation be marked by a non-inflecting word (‘auxiliary particle’)?](https://github.com/grambank/Grambank/wiki/GB299)\n* [GB400\tAre all person categories neutralized in some voice, tense, aspect, mood and/or negation?](https://github.com/grambank/Grambank/wiki/GB400)\n\n## Patron\nHedvig Skirgård\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB298> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Can standard negation be marked by an inflecting word (\"auxiliary verb\")??",
    "output": "Presente en 24 lenguas, ausente en 169",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB298> }"
  },
  {
    "input": "¿Qué lenguas tienen el rasgo Can standard negation be marked by an inflecting word (\"auxiliary verb\")??",
    "output": "Ejemplos: Awa-Cuaiquer, Barasana-Eduria, Cavineña",
    "sparql": "SELECT ?langLabel WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB298> ; rdfs:label ?langLabel } LIMIT 3"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Are there morphological cases for oblique non-pronominal NPs (i.e. not S/A/P)??",
    "output": "Presente en 147 lenguas, ausente en 47",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB072> }"
  },
  {
    "input": "¿En qué consiste el rasgo Can standard negation be marked by a non-inflecting word (\"auxiliary particle\")??",
    "output": "## Can standard negation be marked by a non-inflecting word (‘auxiliary particle’)?\n\n## Summary\nThis feature refers to Standard Negation, i.e. the constructions that mark negation of (at least) dynamic (not-stative) verbal predicates in declarative mood. This question aims to capture [phonologically free](https://github.com/grambank/grambank/wiki/Wordhood-and-phonological-boundness-or-independence) markers that do not inflect (i.e. change form depending on TAM, person, number and other categories of the core arguments). These markers are often described as particles in the literature, but are also analyzed under other labels. We are interested in grammatical marking, i.e. [dedicated](https://github.com/grambank/grambank/wiki/Dedicated-marking), [productive](https://github.com/grambank/grambank/wiki/Productivity) and [obligatory](https://github.com/grambank/grambank/wiki/Obligatoriness) marking. \n\nThis particle does not have to be the sole marker of negation. There may be other markers in the language or the marker may be accompanied by other markers within the same construction. For example, the particle may be part of a double negation construction including both an affix and a particle.\n\n## Procedure\n1. Find the section in the available descriptive literature that deals with negation.\n2. If you do not find any negators that do not inflect, code as 0.\n3. If a non-inflecting phonologically free marker clearly marks negation and does not inflect, code the language as 1.\n4. If it is not clear whether the marker is a negation marker, code the language as ?.\n\n## Examples\n\n**Swedish** (ISO 639-3: swe, Glottolog: swed1254)\n\nSwedish standard negation is marked by the particle _inte_, which does not inflect for anything (Teleman et al. 1999: 44). Swedish is coded 1 for this feature.\n\n```\nHan    fick inte köpa den  bok-en\n3SG.M  get  NEG  buy  DEM  book-DEF \n‘He did not get to buy that book.’ (Teleman et al. 1999: 44)\n```\n\n## Further reading\n\nCroft, William. 1991. The evolution of negation. *Journal of Linguistics* 27(1). 1–27.\n\nDahl, Östen. 1979. Typology of sentence negation. *Linguistics* 17. 79–106.\n\nDahl, Östen. 2010. Typology of negation. In Laurence R. Horn (ed.), *The expression of negation*, 9–38. Berlin: De Gruyter Mouton.\n\nDryer, Matthew S. 2013. [Negative morphemes](http://wals.info/chapter/112). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\nPayne, John R. 1985. Negation. In Timothy Shopen (ed.), *Language typology and syntactic description, vol. 1*. Cambridge: Cambridge University Press.\n\n## References\nTeleman, Ulf, Staffan Hellberg & Andersson, Erik. 1999. *Svenska akademiens grammatik, vol 1*. Stockholm: Svenska akademien.\n\n\n## Related Features\n* [GB107 Can standard negation be marked by an affix, clitic or modification of the verb?](https://github.com/grambank/Grambank/wiki/GB107)\n* [GB137 Can standard negation be marked clause-finally?](https://github.com/grambank/Grambank/wiki/GB137)\n* [GB138 Can standard negation be marked clause-initially?](https://github.com/grambank/Grambank/wiki/GB138)\n* [GB139 Is there a difference between imperative (prohibitive) and declarative negation constructions?](https://github.com/grambank/Grambank/wiki/GB139)\n* [GB140 Is verbal predication marked by the same negator as all of the following types of predication: locational, existential and nominal?](https://github.com/grambank/Grambank/wiki/GB140)\n* [GB298\tCan standard negation be marked by an inflecting word (‘auxiliary verb’)?](https://github.com/grambank/Grambank/wiki/GB298)\n* [GB400 Are all person categories neutralized in some voice, tense, aspect, mood and/or negation?](https://github.com/grambank/Grambank/wiki/GB400)\n\n## Patron\nHedvig Skirgård",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB299> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Can standard negation be marked by a non-inflecting word (\"auxiliary particle\")??",
    "output": "Presente en 93 lenguas, ausente en 101",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB299> }"
  },
  {
    "input": "¿Qué lenguas tienen el rasgo Can standard negation be marked by a non-inflecting word (\"auxiliary particle\")??",
    "output": "Ejemplos: Abipon, Achagua, Aikanã",
    "sparql": "SELECT ?langLabel WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB299> ; rdfs:label ?langLabel } LIMIT 3"
  },
  {
    "input": "¿En qué consiste el rasgo Is there a dual or unit augmented form (in addition to plural or augmented) for all person categories in the pronoun system??",
    "output": "## Is there a dual or unit augmented form (in addition to plural or augmented) for all person categories in the pronoun or person index system?\n\n## Summary\nA dual or unit augmented form must be present throughout the paradigm (i.e. for all person categories) for this feature to be coded as 1. Both [independent pronouns and bound person indexes](https://github.com/grambank/grambank/wiki/Indexing-vs.-pronouns) are to be considered in coding this feature. Inclusive and exclusive categories of first person are not considered separate person categories for the purposes of coding this feature (e.g. if a language has dual number in third, second, and any first person category it is sufficient for triggering a 1). A dual or unit augmented form for a single person category in the paradigm is *not* sufficient for a 1 code.\n\n## Procedure\n1. If there is at least one grammaticalized pronoun in each person category in a language's independent pronoun paradigm that specifies that the number of what is being referred to is two, then code 1.\n2. If there is at least one morpheme for each person category in a language's person indexing paradigm that specifies that the number of what is being referred to is two, then code 1.\n3. If the expression of dual number for one or more person categories in the pronoun or person index paradigm(s) relevant to steps 1-2 requires a non-dual pronoun or index form plus a separate, general dual marker, code 0 and include a comment.\n4. If there are multiple pronoun (or person indexing) paradigms in the language and at least one of them includes a dual or unit-augmented number form for all person categories, then code 1.\n5. Otherwise code 0.\n\n## Examples\n\n**Kayardild** (ISO: gyd, Glottolog: kaya1319)\n\nBasic pronominal stem forms (from Round 2009: 172)\n\n| Person | Singular | Dual | Plural |\n| --- | --- | --- | --- |\n| 1 | _&#331;at&#810;-_ | _&#331;ar-_ | _&#331;al-_ |\n| 2 | _&#626;i&#331;-_ | _kir-_ | _kil-_ |\n| 3 | _&#627;i-_ | _pir-_ | _pil-_ |\n\nKayardild has a dual form for each person category in its pronominal paradigm, so it is coded 1.\n\n**Cherokee** (ISO 639-3: chr, Glottolog: cher1273)\n\nCherokee has a dual form for first person (both inclusive and exclusive) and second person pronominal prefixes, but not for third person.\n\nCherokee pronominal prefixes (From Montgomery-Anderson 2008: 168)\n\n| Person | Singular | Dual | Plural |\n| --- | --- | --- | --- |\n| 1.INCL | _ji-/k-_ | _iinii-_ | _iitii-_ |\n| 1.EXCL | NA | _oostii-_ | _oojii-_ |\n| 2 | _hi-_ | _stii-_ | _iijii-_ |\n| 3 | _a-/ka-_ | NA | _anii-_ |\n\nBecause there is no dual form for the third person, Cherokee does not meet the criteria for this feature and is coded 0.\n\n**Tai Phake** (ISO 639-3: phk, Glottolog: phak1238)\n\nAccording to Morey (2005: 219), there is a dual pronoun _ha_ (meaning ‘we two’), that survives in some texts, although in some examples the dual meaning has been bleached.\n\nThis author further states: \"Banchob (1987: 44) also points out that in Phake, the word _khe_ ‘both’ can be added to the singular pronouns to form dual pronouns, as in hau _khe_ ‘both of us’. The marking of duality is not obligatory and only used if the speaker or writer has a specific reason for indicating it.\" (Morey 2005: 219).\n\nTai Phake is coded 0, as this marking is not obligatory and not conventionalized beyond the equivalent of the English ‘both of us’.\n\n## Further reading\nCorbett, Greville G. 2000. *Number.* (Cambridge Textbooks in Linguistics.) Cambridge: Cambridge University Press.\n\n## References\n\nMontgomery-Anderson, Brad. 2008. *A reference grammar of Oklahoma Cherokee.* Lawrence, Kansas: University of Kansas. (Doctoral dissertation.)\n\nMorey, Stephen. 2005. *The Tai languages of Assam.* (Pacific Linguistics, 565.) Canberra: Research School of Pacific and Asian Studies, Australian National University.\n\nRound, Erich Ross. 2009. *Kayardild morphology, phonology and morphosyntax.* New Haven: Yale University. (Doctoral dissertation.)\n\n## Related Features\n\n* [GB043\tIs there a productive morphological dual marker on nouns?](https://github.com/grambank/Grambank/wiki/GB043)\n\n## Patron\nHannah J. Haynie\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB031> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there overt morphological marking on the verb dedicated to past tense??",
    "output": "Presente en 108 lenguas, ausente en 87",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB083> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there a gender/noun class system where plant status is a factor in class assignment??",
    "output": "Presente en 14 lenguas, ausente en 183",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB054> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there overt morphological marking of present tense on verbs??",
    "output": "Presente en 45 lenguas, ausente en 152",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB082> }"
  },
  {
    "input": "¿En qué consiste el rasgo Are there possessive classifiers??",
    "output": "## Are there possessive classifiers?\n\n## Summary\nThis question concerns whether there is an independent [classifier](https://github.com/grambank/grambank/wiki/Noun-classes-and-classifiers) system in possessive constructions that is not related to other nominal classification systems such as the gender/noun class of the language or numeral classifiers. \n\nWe are concerned with markers that signal the nature of the possessor (possessor classifiers) or the possessum (possessed classifiers). This feature applies to both pronominal/nominal possessors and markers which are [bound or free](https://github.com/grambank/grambank/wiki/Wordhood-and-phonological-boundness-or-independence). Possessive classifiers need not be obligatory, it may also be possible to construct possessive phrases without possessive classifiers.\n\nDifferences in the expression of individual, joint, separate and group possession are not relevant here.\n\n## Procedure\n1. Code 1 if there are elements which are used, but not necessarily obligatory, in possessive constructions, which vary according to the semantic class of the possessor noun or the possessed noun,\n2. And these elements are not the same as markers of the noun class/gender system, or other classifier systems such as numeral classifiers,\n3. And these elements are not normally used when the noun is used in non-possessive constructions.\n4. There need to be at least two markers (i.e. not just a possessive marker and the absence of a possessive marker).\n\n\n## Examples\n\n**Fijian** (ISO 639-3: fij, Glottolog: fiji1243)\n\nIn Fijian there are possessive classifiers which agree with the characteristics of the possessed item. Fijian is coded 1.\n\n``` \na. o    tama   i  Eroni\n   ART  father CL Eroni\n   ‘Eroni’s father’ (Pawley & Sayaba 1990: 148)\n\nb. na  madrai kei        Eroni\n   ART bread  CL(food)   Eroni\n   ‘Eroni’s bread’ (Pawley & Sayaba 1990: 148)\n\nc. na  bia    mei        Eroni\n   ART beer   CL(drink)  Eroni\n   ‘Eroni’s beer’ (Pawley & Sayaba 1990: 148)\n\nd. na   vale    nei          Eroni\n   ART  house   CLF(general) Eroni                                      \n   ‘Eroni’s house’ (Pawley & Sayaba 1990: 148)\n``` \n\n**Barain** (ISO 639-3: bva, Glottolog: bare1279) \n\nThere are possessor agreement suffixes. However, \"they follow the same pattern as the pronominal system, indexing person, gender, and number\" (Lovestrand 2012: 76). They are not classifiers. Barain is coded 0.\n\n``` \na. gólmóɟù\n   gólmó-ɟù\n   house-POSS.1SG\n   ‘my house’ (Lovestrand 2012: 76)          \n\nb. sìŋ́gò\n   siɲ̀́ɟá-gò\n   nose-POSS.2SG.M  \n   ‘your nose’ (Lovestrand 2012: 76)\n\nc. laàwiǵè \n   laàwí-gè\n   hair-POSS.2SG.F\n   ‘your hair’ (Lovestrand 2012: 76)\n```\n## Further reading\n\nAikhenvald, Alexandra Y. 2003. *Classifiers: a typology of noun categorization devices*. Oxford: Oxford University Press.\n\nNichols, Johanna & Balthasar Bickel. 2013. [Possessive classification](http://wals.info/chapter/59). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\n## References\n\nLovestrand, Joseph. 2012. *The linguistic structure of Baraïn (Chadic)*. (MA thesis, Graduate Institute of Applied Linguistics)\n\nPawley, Andrew and Timoci Sayaba. 1990. Possessive-marking in Wayan, a western Fijian language: noun class or relational system. In Davidson, Jeremy H. C. S. (ed.), Pacific Island languages: essays in honour of G. B. Milner, 147-171. London: School of Oriental and African Studies, University of London.\n\n## Related Features\n* [GB038 Are there demonstrative classifiers?](https://github.com/grambank/Grambank/wiki/GB038)\n* [GB057 Are there numeral classifiers?](https://github.com/grambank/Grambank/wiki/GB057)\n\n\n## Patron\nJay Latarche and Jeremy Collins\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB058> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Are there possessive classifiers??",
    "output": "Presente en 24 lenguas, ausente en 174",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB058> }"
  },
  {
    "input": "¿Qué lenguas tienen el rasgo Are there possessive classifiers??",
    "output": "Ejemplos: Ajyíninka Apurucayali, Asháninka, Cubeo",
    "sparql": "SELECT ?langLabel WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB058> ; rdfs:label ?langLabel } LIMIT 3"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Do indefinite nominals commonly have indefinite articles??",
    "output": "Presente en 22 lenguas, ausente en 177",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB021> }"
  },
  {
    "input": "¿En qué consiste el rasgo Can the A argument be indexed by a prefix/proclitic on the verb in the simple main clause??",
    "output": "## Can the A argument be indexed by a prefix/proclitic on the verb in the simple independent clause?\n\n\n## Summary\nIs there a [phonologically bound](https://github.com/grambank/grambank/wiki/Wordhood-and-phonological-boundness-or-independence) [A argument](https://github.com/grambank/grambank/wiki/Core-arguments-(S,-A-and-P)) [index](https://github.com/grambank/grambank/wiki/Indexing-vs.-pronouns) that precedes its verbal host (i.e. attaches to it as a [prefix or a proclitic](https://github.com/grambank/grambank/wiki/Affixes-and-clitics))?\n\n## Procedure\n1. Consider the section in the grammar that deals with verbal morphology, specifically the subsections on (pronominal) agreement or argument cross-referencing.\n2. Code 1 if there is a phonologically bound element that indexes the A argument on the verb or auxiliary. The index needs to precede the verbal host it is bound to.\n3. If there is some variation in the position of the A index conditioned by the verb (e.g. most verbs code the A argument with a suffix, but a couple use a prefix), consider only the patterns which occur with large classes of verbs.\n4. If the verb shows overt indexing only with some arguments (e.g. only with animate arguments or only with first person singular arguments, the situation known as differential argument indexing), this still counts as 1.\n5. If the A argument is indexed but not by a prefix or proclitic, code 0.\n6. If there is no indexing of the A argument, code 0.\n7. If only a small set of verbs (fewer than a dozen) indexes A arguments, code 0.\n8. Ignore all other ways of indexing arguments (e.g. via a stem alternation, stress or tone), they are not covered by any of the Grambank features.\n\n## Examples\n**Bukiyip** (ISO 639-3: ape, Glottolog: buki1249)\n\nThe verb in Bukiyip indexes S, A, and P arguments. The A argument is always expressed as a prefix (see Conrad & Wogiga 1991: 25–33). Code as 1.\n\n```\nMonoken  da         wo   ny-ú-klipw-e              ye?\nwhy      therefore  NEG  2SG.SBJ-IRR-tell-1SG.OBJ  NEG\n‘Why didn't you tell me?’ (Conrad & Wogiga 1991: 42)\n```\n\n**Makasae-Makalero** (ISO 639-3: mkz, Glottolog: maka1316)\n\nIn Makasae-Makalero most verbs do not index core arguments, as in (a)–(d). \nA set of five verbs index the number of S and A arguments via suppletive stem allomorphs (Huber 2011: 130). This set is not sufficient for coding as 1: it is a small set of verbs and the respective indexes are not prefixes. Makasae-Makalero is coded as 0. \n\n```\na. Ani hai  mu’a-li’an. \n   1SG NSIT ground-fall\n   ‘I already fell down.’ (Huber 2011: 146)\n\nb. Ani  ei  pase.\n   1SG  2SG beat\n   ‘I beat you.’ (Huber 2011: 218)\n\nc. Ei  ani pase.\n   2SG 1SG beat\n   ‘You beat me.’ (Huber 2011: 218)\n\nd. Ina-uai\tni-mata\t     uaro\n   mother-HON\tREFL-child   wash\n   ‘The mother is washing her child’ (Huber 2011: 391)\n(Abbreviations: NSIT new situation)\n```\n## Further reading\nHaspelmath, Martin. 2013. Argument indexing: a conceptual framework for the syntactic status of bound person forms. In Dik Bakker & Martin Haspelmath (eds), *Languages across boundaries: Studies in memory of Anna Siewierska*, 198–226. Berlin: de Gruyter.\n\nSiewierska, Anna. 2013. [Alignment of verbal person marking](http://wals.info/chapter/100). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\n## References\n\nConrad, Robert J. & Kepas Wogiga. 1991. *An outline of Bukiyip grammar*. (Pacific Linguistics: Series C, 113.) Canberra: Research School of Pacific and Asian Studies, Australian National University.\n\nHuber, Juliette. 2011. *A grammar of Makalero: A Papuan language of East Timor*. Amsterdam: Vrije Universiteit Amsterdam. (Doctoral dissertation.)\n\n## Related Features\n* [GB089 Can the S argument be indexed by a suffix/enclitic on the verb in the simple independent clause?](https://github.com/grambank/Grambank/wiki/GB089)\n* [GB090 Can the S argument be indexed by a prefix/proclitic on the verb in the simple independent clause?](https://github.com/grambank/Grambank/wiki/GB090)\n* [GB091 Can the A argument be indexed by a suffix/enclitic on the verb in the simple independent clause?](https://github.com/grambank/Grambank/wiki/GB091)\n* [GB093 Can the P argument be indexed by a suffix/enclitic on the verb in the simple independent clause?](https://github.com/grambank/Grambank/wiki/GB093)\n* [GB094 Can the P argument be indexed by a prefix/proclitic on the verb in the simple independent clause?](https://github.com/grambank/Grambank/wiki/GB094)\n\n## Patron\nAlena Witzlack-Makarevich\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB092> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Can standard negation be marked by an affix, clitic or modification of the verb??",
    "output": "Presente en 156 lenguas, ausente en 47",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB107> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is a pragmatically unmarked constituent order verb-medial for transitive clauses??",
    "output": "Presente en 64 lenguas, ausente en 139",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB132> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is the order of core argument (i.e. S/A/P) constituents fixed??",
    "output": "Presente en 117 lenguas, ausente en 86",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB136> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Are there prepositions??",
    "output": "Presente en 27 lenguas, ausente en 178",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB074> }"
  },
  {
    "input": "¿Qué lenguas tienen el rasgo Are there prepositions??",
    "output": "Ejemplos: Abipon, Berbice Creole Dutch, Caribbean Javanese",
    "sparql": "SELECT ?langLabel WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB074> ; rdfs:label ?langLabel } LIMIT 3"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there productive overt morphological singular marking on nouns??",
    "output": "Presente en 9 lenguas, ausente en 197",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB042> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there a gender distinction in independent 3rd person pronouns??",
    "output": "Presente en 60 lenguas, ausente en 148",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB030> }"
  },
  {
    "input": "¿En qué consiste el rasgo Is there a distinction between inclusive and exclusive??",
    "output": "## Is there a distinction between inclusive and exclusive?\n\n## Summary\nIs there a pronoun or other marker that explicitly marks the inclusion of an interlocutor? This feature is not restricted to the pronominal system but includes person [indexing](https://github.com/grambank/grambank/wiki/Indexing-vs.-pronouns) as well. If inclusive is marked overtly in either the pronominal system or through verbal marking this is sufficient to trigger a 1 for this feature, even if exclusive has no overt morphological marking.\n\n## Procedure\n1. Code 1 if there is a pronoun or other marker, such as a person index, that explicitly marks the inclusion of an interlocutor in the first person plural.  \n2. Code 0 if the sections of the grammar discussing pronoun systems and person indexing on verbs describe no distinctions between inclusive and exclusive persons, and no pronominal forms or indices are found in examples glossed with grammatical information including INCL/EXCL or meanings such as ‘you and I’ or ‘we all (not you)’. Pay close attention to the non-singular forms of first person pronouns and indices. \n3. If you are uncertain whether some pronominal or index form(s) mark(s) a clusivity distinction (e.g. a form in a single example glossed ‘you and I’ that is known to encode dual number but is not clearly described regarding inclusivity, or multiple first person pronouns whose differences are not adequately described), code ? and provide a brief comment describing the forms or descriptions that were unclear.\n\n## Examples\n\n**Southern Sierra Miwok** (ISO 639-3: skd, Glottolog: sout2985)\n\nPersonal Pronominal Suffixes:\n\n|   | Series 1 | Series 2 | Series 3 | Series 4 |\n| --- | --- | --- | --- | --- |\n| 1DU.INCL |   |   | _-ti:_ | _-ti:_ |\n| 1PL | _-tti-/-mahhi:_ | _-me-_ |   |   |\n| 1PL.INCL |   |   | _-ticci:_ | _-ticci:_ |\n| 1PL.EXCL |   |   | _-mahhi:_ | _-mahhi:_ |\n\n(Broadbent 1964: 43) \n\nSouthern Sierra Miwok would be coded as 1. The lack of a first person dual exclusive form does not affect this designation, nor does the fact that the language has first person plural markers in Series 1 and 2 that do not mark clusivity.\n\n**Chalcatongo Mixtec** (ISO 639-3: mig, Glottolog: sanm1295)\n\nPronouns\n\n| PERS | GENDER | FREE | CLITIC |\n| --- | --- | --- | --- |\n| 1 | Familiar | _r&ugrave;&#577;&ugrave;_ | _=r&iacute;_ |\n|  | Polite | _na&#577;a_ | _=na_ |\n|  | Inclusive (pl)  | _&#382;&oacute;&#577;&oacute;_ | _=&#382;&oacute;_ |\n\n(Macaulay 1996: 81)\n\nChalcatongo Mixtec would be coded as 1. A plural pronoun that is unmarked for clusivity can be derived from the polite or familiar first person pronouns with a prefix, but the inclusive first person is inherently plural. There is no first person plural pro-form that is marked for exclusivity. The existence of an inclusive form is sufficient to trigger a 1 and the lack of an exclusive form has no impact on this.\n\n**Yongbei Zhuang** (ISO 639-3: zyb, Glottolog: yong1276)\n\nFirst person\n\n| Singular | Plural (excl.) | Plural (incl.) |\n| --- | --- | --- |\n| _ku_ | _tuo_, _po tu_ | _lau’_ |\n\n(Luo 2008: 327)\n\nYongbei Zhuang is coded as 1.\n\n\n## Further reading\nCysouw, Michael. 2003. *The paradigmatic structure of person marking*. Oxford: Oxford University Press.\n\nFilimonova, Elena. 2005. *Clusivity: Typology and case studies of the inclusive exclusive distinction*. Amsterdam: John Benjamins.\n\n## References\n\nBroadbent, Sylvia M. 1964. *The Southern Sierra Miwok language.* (University of California Publications in Linguistics, 38.) Berkeley: University of California Press.\n\nLuo, Yongxian. 2008. Zhuang. In Anthony V. N. Diller, Jerold A. Edmondson & Yongxian Luo (eds), *The Tai-Kadai languages*, 317–377. London: Routledge.\n\nMacaulay, Monica A. 1996. *A grammar of Chalcatongo Mixtec.* (University of California Publications in Linguistics, 127.) Berkeley: University of California Press.\n\n## Related Features\n* [GB301 Is there an inclusory construction?](https://github.com/grambank/Grambank/wiki/GB301)\n\n## Patron\nHannah J. Haynie\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB028> rdfs:comment ?desc }"
  }
]