[
  {
    "input": "¿Qué es Abipon?",
    "output": "Abipon es una lengua indígena de Sudamérica documentada en GramBank.",
    "sparql": "ASK { <https://glottolog.org/resource/languoid/id/abip1241> a ling:Language }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo What is the order of adnominal demonstrative and noun??",
    "output": "Presente en 170 lenguas, ausente en 0",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB025> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there productive morphological trial marking on nouns??",
    "output": "Presente en 0 lenguas, ausente en 170",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB165> }"
  },
  {
    "input": "¿En qué consiste el rasgo Is singular number regularly marked in the noun phrase by a dedicated phonologically free element??",
    "output": "## Is singular number regularly marked in the noun phrase by a phonologically free element?\n\n## Summary\nThis question concerns regular marking of singular number in the noun phrase by a marker that is not bound to the noun, but free-standing. The marker should occur with an [open set of nouns](https://github.com/grambank/grambank/wiki/Productivity), not with a restricted set. This feature contrasts with [GB042 Is there a productive overt morphological singular marker on nouns?](https://github.com/grambank/Grambank/wiki/GB042), which focuses on the bound marking of singular number. (For more on wordhood and bound marking, please see [this page](https://github.com/grambank/Grambank/wiki/%27on-the-verb-noun%27-or-%27by-morphology%27).)\n\nNumber marking is often fused with marking of other categories, such as definiteness/specificity or gender/noun class. It is possible for the number marker to also signal other functions and still be coded as 1, as long as these other functions do not interfere with the number distinctions and as long as number marking is productive and regular. \n\n## Procedure\n1. Consider the section in the grammar that deals with number or with noun phrases.\n2. If the author describes an overt free-standing marker of singular number that occurs regularly, code 1.\n3. If the grammar describes singular number as not marked productively or as only expressed with a bound marker, code 0.\n5. If the grammar does not describe number marking at all and you have a reason to believe that the author may have missed it, code ?.\n6. If the grammar does not describe number, you encounter no examples of number marking, and the grammar is otherwise comprehensive, code 0.\n\n## Examples\n**Samoan** (ISO 639-3: smo, Glottolog: samo1305)\n\nNumber in Samoan is regularly expressed by a free-standing element that fuses specificity and number. It is labeled \"article\". Samoan is an example of 1-coding for GB316. The articles of Samoan can be illustrated with the word _fale_ ‘house’:\n\n(Mosel & Hovdhaugen 1992: 90)\n\n| | singular | plural | \n|-------- | ---- | ----------- | \n|specific| _le fale_ | _fale_ | \n|non-specific| _se fale_ | _ni fale_ | \n\n## Further reading\n\nCorbett, Greville G. 2000. *Number*. Cambridge: Cambridge University Press.\n\n## References\n\nMosel, Ulrike & Even Hovdhaugen. 1992. *Samoan reference grammar*. Oslo: The Institute for Comparative Research in Human Culture and Scandinavian University Press.\n\n## Related Features\n**Morphological number marking**\n\n* [GB042 Is there a productive overt morphological singular marker on nouns?](https://github.com/grambank/Grambank/wiki/GB042)\n* [GB043 Is there a productive morphological dual marker on nouns?](https://github.com/grambank/Grambank/wiki/GB043)\n* [GB044 Is there a productive morphological plural marker on nouns?](https://github.com/grambank/Grambank/wiki/GB044)\n* [GB165 Is there a productive morphological trial marker on nouns?](https://github.com/grambank/Grambank/wiki/GB165)\n* [GB166 Is there a productive morphological paucal marker on nouns?](https://github.com/grambank/Grambank/wiki/GB166)\n\n**Phonologically free number marking**\n\n* [GB317 Is dual number regularly marked in the noun phrase by a phonologically free element?](https://github.com/grambank/Grambank/wiki/GB317)\n* [GB318 Is plural number regularly marked in the noun phrase by a phonologically free element?](https://github.com/grambank/Grambank/wiki/GB318)\n* [GB319 Is trial number regularly marked in the noun phrase by a phonologically free element?](https://github.com/grambank/Grambank/wiki/GB319)\n* [GB320 Is paucal number regularly marked in the noun phrase by a phonologically free element?](https://github.com/grambank/Grambank/wiki/GB320)\n\n**Number agreement within the noun phrase**\n\n* [GB184 Can an adnominal property word agree with the noun in number?](https://github.com/grambank/Grambank/wiki/GB184)\n* [GB185 Can an adnominal demonstrative agree with the noun in number?](https://github.com/grambank/Grambank/wiki/GB185)\n\n**Other**\n\n* [GB041 Are there several nouns (more than three) which are suppletive for number?](https://github.com/grambank/Grambank/wiki/GB041)\n* [GB039 Is there nonphonological allomorphy of noun number markers?](https://github.com/grambank/Grambank/wiki/GB039)\n* [GB046 Is there an associative plural marker for nouns?](https://github.com/grambank/Grambank/wiki/GB046)\n\n## Patron\nHedvig Skirgård\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB316> rdfs:comment ?desc }"
  },
  {
    "input": "¿En qué consiste el rasgo Can adnominal possession be marked by a suffix on the possessor??",
    "output": "## Can adnominal possession be marked by a suffix on the possessor?\n\n## Summary\nThis feature targets a specific type of adnominal possessive construction, namely one where a possessor (either nominal or pronominal) is marked with a [suffix or enclitic](https://github.com/grambank/grambank/wiki/Affixes-and-clitics) to indicate possession of an object. This frequently takes the form of a genitive suffix on a possessor, but may also involve other types of suffixes or enclitics. Crucially, the possession must be marked by an element that follows and is [phonologically bound](https://github.com/grambank/grambank/wiki/Wordhood-and-phonological-boundness-or-independence) to the possessor noun/pronoun.\n\n## Procedure\n1. Code 1 if there is an adnominal possessive construction marked by an element which is phonologically bound  to the possessor noun phrase or pronoun, and which follows that noun/pronoun.\n2. Code 0 if there is no adnominal possession construction in which a suffix or enclitic on the possessor noun/pronoun functions to mark possession.\n3. Code 0 if the only relevant adnominal possession construction is marked by tone alone, not by a suffix or enclitic.\n\n## Examples\n\n**Southeastern Pomo** (ISO 639-3: pom, Glottolog: sout2982)\n\nPossession is marked by a suffix *-it* on the possessor, and in the case of alienable possession an additional suffix *-baq*, which indicates that the relationship between possessor and possessum is alienable. Southeastern Pomo would be coded 1.\n\n```\na. hayut     xin\n   hayu-it   xin\n   dog-POSS  name\n   ‘the dog’s name’ (Moshinsky 1974: 95)\n\nb. bṭedit      xal\n   bṭed-it     xal\n   woman-POSS  arm\n   ‘the woman’s arm’ (Moshinsky 1974: 95)\n\nc. hayutbaq        ca\n   hayu-it-baq     ca\n   dog-POSS-ALIEN  house\n   ‘the dog’s house’ (Moshinsky 1974: 95)\n\nd. Ɂuyitbaq        ca\n   Ɂuyi-it-baq     ca\n   3SG-POSS-ALIEN  house\n   ‘his house’ (Moshinsky 1974: 95)\n```\n\n**Wappo** (ISO 639-3: wao, Glottolog: wapp1239)\n\nWappo expresses alienable possession by marking the possessor noun or pronoun with a genitive suffix.\n\n``` \na. me-meɁ   chipe  tu:nikuɁ\n   2SG-GEN  red    dress\n   ‘your red dress’ (Thompson et al. 2014: 9)\n\nb. k'ew-meɁ  k'ešu\n   man-GEN   meat\n   ‘the man’s meat’ (Thompson et al. 2014: 14)\n```\n\nWappo would be coded 1 because this genitive suffix marks possessive relationships and is phonologically bound to the right of the possessor noun.\n\n## Further reading\n\nAikhenvald, Alexandra Y. & R. M. W. Dixon (eds). 2013. *Possession and ownership: A cross-linguistic typology*. Oxford: Oxford University Press.\n\nBaron, Irène, Michael Herslund & Finn Sørensen (eds). 2001. *Dimensions of possession*. Amsterdam: John Benjamins.\n\n## References\n\nMoshinsky, Julius. 1974. *A grammar of Southeastern Pomo*. (University of California Publications in Linguistics, 72.) Berkeley and Los Angeles: University of California Press.\n\nThompson, Sandra A., Joseph Sung-Yul Park & Charles N. Li. 2014. *A reference grammar of Wappo*. (University of California Publications in Linguistics 138). Berkeley and Los Angeles: University of California Press.\n\n## Related Features\n* [GB065 What is the pragmatically unmarked order of adnominal possessor and possessed noun?](https://github.com/grambank/Grambank/wiki/GB065)\n* [GB430 Can adnominal possession be marked by a prefix on the possessor?](https://github.com/grambank/Grambank/wiki/GB430)\n* [GB431 Can adnominal possession be marked by a prefix on the possessed noun?](https://github.com/grambank/Grambank/wiki/GB431)\n* [GB433 Can adnominal possession be marked by a suffix on the possessed noun?](https://github.com/grambank/Grambank/wiki/GB433)\n\n## Patron\nHannah J. Haynie\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB432> rdfs:comment ?desc }"
  },
  {
    "input": "¿En qué consiste el rasgo Is there an instrumental applicative marker on the verb (including indexing)??",
    "output": "## Can a verb have an instrumental marker (applicative marker or index)?\n\n## Summary\nThis question concerns a [phonologically bound](https://github.com/grambank/grambank/wiki/Wordhood-and-phonological-boundness-or-independence) verbal marker that signals that the verb has an instrument. In some languages, applicative markers may be used to topicalize, focalize or background the instrument. This type of marking also counts for this feature. The marker could be analyzed in the language-specific case as voice, [indexing](https://github.com/grambank/grambank/wiki/Indexing-vs.-pronouns) or a ‘bound pronoun’. The marker does not have to index the instrument. \n\n## Procedure\n1. Look up the sections on verbal morphology, indexing and argument structure, and adverbial modifiers.\n2. If there are no such sections, search for the words ‘with’ and ‘instrument’.\n3. If the language has a way to index an instrument on verbs, code 1.\n4. If the language has a way to mark on the verb that an action involves an instrument, code 1.\n5. If the language does not have an instrumental marker on verbs and does not index instruments on verbs, code 0.\n6. If the grammar comprehensively describes verbal morphology but does not mention the coding of instruments, code 0.\n7. If there is not enough information in the grammar to understand how instruments are coded, code ?.\n\n## Examples\n\n**Makhuwa** (ISO 639-3: vmw, Glottolog: makh1264)\n\nMakhuwa has an instrumental applicative marker *él'*. The same form also functions as benefactive and locative/directive applicative. Makhuwa is coded 1.\n\n```\nAmíná    o-n-rúw-él'         eshimá    nkhóri\n1.Amina  1-PRS.CJ-stir-APPL  9.shima   3.spoon\n‘Amina prepares shima with a spoon.’ (van der Wal 2009: 72)\n```\n\n## Further reading\n\nHaspelmath, Martin & Thomas Müller-Bardey. 2004. [Valency change](http://www.eva.mpg.de/fileadmin/content_files/staff/haspelmt/pdf/2005val.pdf). In Geert E. Booij, Christian Lehmann, Joachim Mugdan & Stavros Skopeteas (eds), *Morphology: An international handbook on inflection and word-formation*. Vol. 2, 1130–1145. Berlin: Walter de Gruyter.\n\nPeterson, David A. 2007. *Applicative constructions*. Oxford: Oxford University Press.\n\nPolinsky, Maria. 2013. [Applicative constructions](http://wals.info/chapter/109). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\nStolz, Thomas. 1996. Some instruments are really good companions – some are not. On syncretism and the typology of instrumentals and comitatives. *Theoretical Linguistics* 23. 113–200.\n\nStolz, Thomas. 2001. To be with X is to have X: Comitatives, instrumentals, locative, and predicative possession. *Linguistics* 39. 321–350.\n\nStolz, Thomas. 2001. Comitatives vs. instrumentals vs. agents. In Walter Bisang (ed.), *Aspects of typology and universals*, 153–174. Berlin: Akademie Verlag.\n\nZúñiga, Fernando & Seppo Kittilä. 2019. *Grammatical voice*. (Cambridge Textbooks in Linguistics, 59.) Cambridge: Cambridge University Press.\n\n## References\n\nvan der Wal, Jenneke. 2009. *Word order and information structure in Makhuwa-Enahara*. Leiden: Leiden University. (Doctoral dissertation.)\n\n## Related Features\n* [GB103 Can a verb have a benefactive marker (applicative marker or index)?](https://github.com/grambank/Grambank/wiki/GB103)\n* [GB108 Is there directional or locative morphological marking on verbs?](https://github.com/grambank/Grambank/wiki/GB108)\n* [GB114 Is there a phonologically bound reflexive marker on the verb?](https://github.com/grambank/Grambank/wiki/GB114)\n* [GB115 Is there a phonologically bound reciprocal marker on the verb?](https://github.com/grambank/Grambank/wiki/GB115)\n\n## Patron\nJakob Lesage\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB104> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Do (nominal) content interrogatives normally or frequently occur in situ??",
    "output": "Presente en 17 lenguas, ausente en 154",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB326> }"
  },
  {
    "input": "¿En qué consiste el rasgo Are there definite or specific articles??",
    "output": "## Are there definite or specific articles?\n\n## Summary\nAn article is a marker that accompanies the noun and expresses notions such as (non-)specificity and (in)definiteness. Sometimes these notions of specificity and definiteness are summed up in the term 'identifiability'. The formal expression is irrelevant; articles can be free, bound, or marked by suprasegmental markers such as tone.\nArticles are different from demonstratives in that demonstratives occur in a paradigm of markers that have a clear spatial deictic function. As demonstratives can grammaticalize into definite or specific articles, they form a natural continuum, making it hard to define discrete categories, but to qualify as an article a marker should be used in some cases to express definiteness without also expressing a spatial deictic meaning.\n\n\n## Procedure\n1. Code 1 if there is a morpheme that can mark definiteness or specificity without also conveying a spatial deictic meaning.\n2. Code 0 if the source does not mention a definite article and you cannot find one in examples or texts in an otherwise comprehensive grammar.\n3. Code ? if the grammar does not contain enough analysis to determine whether there is a definite article or not.\n4. If you have coded 1 for GB020 and 0 for GB021 and GB022, please write a comment explaining the position of the definite or specific article. \n5. \n\n\n\n\n## Examples\n \n**Aiton** (ISO 639-3: aio, Glottolog: aito1238)\n\nCoded 1. The definite article is postnominal (Morey 2005:244-245).\n```\nmə    nan    a māt     nɛ   wā\ntime  that   minister  DEF  say \n‘Then the minister said.’\n```\n\n**Buwal**  (ISO 639-3: bhs, Glottolog: buwa1243)\n\nCoded 1 (Viljoen 2013: 234–242).\n```\nMa     ŋga     tekeɗ     anta    vayay ?\nmā     ŋgā     tēkēɗ     āntā    vájáj\nREL    break   calabash  DEF     who\n‘Who broke the calabash?’  \n```\n\n**Ganda** (ISO 639-3:lug, Glottolog: gand1255) \n\nCoded 1. In Ganda, the definite article only occurs with adnominal numerals lower than 5. If a noun is not modified by a numeral lower than five, definiteness is not marked (Crabtree 1902: 149).\n\n```\na. entebe\te-biri\n   chair\tDEF-two\n   ‘the two chairs’\n\nb. entebe\tbiri\n   chair\ttwo\n   ‘two chairs’\n```\n\n## Further reading\n\nDryer, Matthew S. 2013. [Definite articles](http://wals.info/chapter/37). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\n## References\n\nCrabtree, William A. 1902. *Elements of Luganda grammar*. London: Society for the Promotion of Christian Knowledge.\n\nMorey, Stephen. 2005. *The Tai languages of Assam*. (Pacific Linguistics, 565.) Canberra: Research School of Pacific and Asian Studies, Australian National University.\n\nViljoen, Melanie Helen. 2013. *A grammatical description of the Buwal language*. Melbourne: LaTrobe University. (Doctoral dissertation.)\n\n## Related Features\n* [GB021 Do indefinite nominals commonly have indefinite articles?](https://github.com/grambank/Grambank/wiki/GB021)\n* [GB022 Are there prenominal articles?](https://github.com/grambank/Grambank/wiki/GB022)\n* [GB023 Are there postnominal articles?](https://github.com/grambank/Grambank/wiki/GB023)\n\n## Patron\nJay Latarche and Jeremy Collins\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB020> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Are there definite or specific articles??",
    "output": "Presente en 42 lenguas, ausente en 130",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB020> }"
  },
  {
    "input": "¿Qué lenguas tienen el rasgo Are there definite or specific articles??",
    "output": "Ejemplos: Akuntsu, Andoque, Apinayé",
    "sparql": "SELECT ?langLabel WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB020> ; rdfs:label ?langLabel } LIMIT 3"
  },
  {
    "input": "¿En qué consiste el rasgo Do demonstratives show a visible-nonvisible distinction??",
    "output": "## Do adnominal demonstratives show a visible-nonvisible distinction?\n\n## Summary\nIs there a distinction visible vs. non-visible when referencing to items that are the same relative distance? It is not relevant that adnominal demonstratives denoting far away reference often also imply non-visibility.\n\n## Procedure\n1. Find 'demonstratives', which are modifiers that can modify nouns (of any type and not just a restricted set such as location nouns) to mark position.\n2. Code 1 if there are adnominal demonstratives that specifically communicate that something is invisible/visible to the speaker or interlocutor, rather than just near or far distance.\n\n## Examples\n\n**Southern Dong** (ISO 639-3: kmc, Glottolog: sout2741) \n\nYang and Edmondson (2008: 521). Coded 1.\n\n```\nnai      this  (able to touch)\ntca      that  (visible but far away)\nja       that  (invisible)\n```\n\n**Wunambal** (ISO 639-3: wub, Glottolog: wuna1249) \n\nMcGregor (2004: 126). Coded 0:\n\nThe demonstratives are: 'this', 'that' and 'that way over there, usually out of sight'. \n\n## Further reading\nDiessel, Holger. 2013. [Distance contrasts in demonstratives](https://wals.info/chapter/41). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\n## References\n\nMcGregor, William B. 2004. *The languages of the Kimberley, Western Australia*. London: Routledge.\n\nYang, Tongyin & Jerold A. Edmondson. 2008. Kam. In Anthony V. N. Diller, Jerold A. Edmondson & Yongxian Luo (eds.), *The Tai-Kadai languages*, 509–584. London: Routledge.\n\n## Related Features\n\n* [GB036 Do demonstratives show an elevation distinction?](https://github.com/grambank/Grambank/wiki/GB036)\n* [GB037 Do demonstratives show a visible-nonvisible distinction?](https://github.com/grambank/Grambank/wiki/GB037)\n\n## Patron\nJay Latarche and Jeremy Collins\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB037> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Do demonstratives show a visible-nonvisible distinction??",
    "output": "Presente en 26 lenguas, ausente en 146",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB037> }"
  },
  {
    "input": "¿En qué consiste el rasgo Do core adjectives (defined semantically as property concepts; value, shape, age, dimension) used attributively require the same morphological treatment as verbs??",
    "output": "## Do adnominal property words (defined semantically as property concepts; value, shape, age, dimension) used attributively require the same morphological treatment as verbs?\n\n\n## Summary\nDo adnominal property words receive the same treatment as verbs when verbs are used attributively, i.e. inside an NP? The adnominal property word need not take exactly all verbal marking. If there is at least some marking that verbal and adnominal property words share, this counts as 1. The result need not be finite: participles count as attributively used verbs. This means that if the language in question forms modifying verbs by participles (*the running man*) and this is the same for adnominal property word roots (*the redding man*), this counts as 1. Property words semantically correspond to adjectives in those languages that have a separate adjective word class. We want to include elements that mark 'adjectival' function but that might not be described as 'adjectives.'\n\n\n## Procedure\n1. Code 1 if adnominal property words receive markers which are used on attributive verbs (e.g. participles or relativized verbs).\n2. Code 1 if neither adnominal property words nor attributive verbs receive marking.\n3. Code 0 if adnominal property words are obligatorily accompanied by elements which are not obligatory with attributive verbs.\n4. Code 1 if some adnominal property words follow this pattern whereas others do not.\n\n## Examples\n\n**Choctaw** (ISO 639-3: cho, Glottolog: choc1276) \n\nCoded 1. The grammar states that Choctaw likely does not have a lexical class of adjectives and that their meanings are conveyed via stative verbs. The author states, however, that is useful to use the term 'adjective' because they show \"peculiarities not shared by other verbs.\" Choctaw verbs require a tense marker. Adnominal adjectives must also take a tense marker as seen in the examples below (Broadwell 2006: 50–51, 172–173, 221–225).\n\n```\n(1) Hattak  chaaha-h  pga-li-tok. \n    man     tall-TNS  see:INCMPL-1SG.CL1-PST\n   ‘I saw the tall man.’ (Broadwell 2006: 173)\n\n(2) Hattak-at    chaaha-h.\n    man-NOM      tall-TNS\n   ‘The man is tall.’ (Broadwell 2006: 51)\n```\n\n**Akha** (ISO 639-3: ahk, Glottolog: akha1245)\n\nCoded 0. Adjectives are generally stative verbs, however, when used attributively they take the prefix *jɔ-* which denotes a temporary quality. This prefix does not appear on verbs (Hansson 2017: 893–894).\n\n```\nŋɑ̀-sjhà         jɔ-né\nCL.fish-fish    ADJ-red\n‘red fish’ (Hansson 2017: 893)\n```\n## Further reading\n\nDixon, R. M. W. 2010. *Basic linguistic theory, Volume 2: Grammatical topics*. Oxford: Oxford University Press.\n\n## References\n\nBroadwell, George Aaron. 2006. *A Choctaw reference grammar*. (Studies in the Anthropology of North American Indians.) Lincoln: University of Nebraska Press.\n\nHansson, Inga-Lill. 2017. Akha. In Graham Thurgood & Randy J. LaPolla (eds), *The Sino-Tibetan languages*, 885–901. London: Routledge.\n\n## Related Features\n* [GB068 Do property words (defined semantically as property concepts such as value, shape, age, dimension) act like verbs in predicative position?](https://github.com/grambank/Grambank/wiki/GB068)\n\n## Patron\nJay Latarche and Jeremy Collins\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB069> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Are variations in marking strategies of core participants based on TAM distinctions??",
    "output": "Presente en 22 lenguas, ausente en 150",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB095> }"
  },
  {
    "input": "¿En qué consiste el rasgo Can adnominal possession be marked by a prefix on the possessed noun??",
    "output": "## Can adnominal possession be marked by a prefix on the possessed noun?\n\n## Summary\nThis feature targets a specific type of adnominal possessive construction, namely one where possession is marked by a [prefix or proclitic](https://github.com/grambank/grambank/wiki/Affixes-and-clitics) on the possessed noun. In some cases, the morpheme that marks possession indexes agreement categories of the possessor. Crucially, the possession must be marked by an element that precedes and is [phonologically bound](https://github.com/grambank/grambank/wiki/Wordhood-and-phonological-boundness-or-independence) to the possessed noun.\n\n## Procedure\n1. Code 1 if there is an adnominal possessive construction marked by any element which is phonologically bound to the possessed noun, and which precedes that noun.\n2. Code 0 if there is no adnominal possession construction in which a prefix or proclitic on the possessed noun marks possession.\n3. Code 0 if the only relevant adnominal possession construction is marked only by tone, not by a prefix or proclitic.\n\n## Examples\n\n**Nanti** (ISO 639-3: cox, Glottolog: nant1250)\n\n```\na. i-banko  \n   3SG.M-house  \n   ‘his house’ (Michael 2012: 151)\n\nb. i-banko     Ihonira  \n   3SG.M-house Ihonira \n   ‘Ihonira’s house’ (Michael 2012: 151)\n\nc. irashi     i-banko  \n   3SG.M.POSS 3SG.M-house  \n   ‘his house’ (Michael 2012: 152)\n\nd. i-gemari-te  \n   3SG.M-tapir-ALIEN.POSS  \n   ‘his tapir’ (Michael 2012: 152)\n```\n\nInalienable possession in Nanti is expressed by a prefix on the possessed noun that indicates the person, number and gender of the possessor. A nominal possessor or possessive pronoun may also be included in the phrase. Nominal possessors follow the possessed noun in unmarked constructions. They may appear to the left of the possessum when they are in contrastive focus. Pronominal possessors occur to the left of possessed nouns. Alienable possession uses the same prefixes as inalienable possession, but also includes an alienable possession suffix on the possessed noun. Nanti would be coded 1 because it has a possessive construction that uses a prefix on the possessed noun to mark the possession relationship (see Michael 2012: 151–152).\n\n## Further reading\n\nAikhenvald, Alexandra Y. & R. M. W. Dixon (eds). 2013. *Possession and ownership: A cross-linguistic typology*. Oxford: Oxford University Press.\n\nBaron, Irène, Michael Herslund & Finn Sørensen (eds). 2001. *Dimensions of possession*. Amsterdam: John Benjamins.\n\n## References\n\nMichael, Lev. 2012. [Possession in Nanti](http://linguistics.berkeley.edu/~levmichael/pubs/nanti_possession_2012.pdf). In Aikhenvald, Alexandra Y. & R. M. W. Dixon (eds), *Possession and ownership*, 149–166. Oxford University Press.\n\n## Related Features\n* [GB065 What is the pragmatically unmarked order of adnominal possessor and possessed noun?](https://github.com/grambank/Grambank/wiki/GB065)\n* [GB430 Can adnominal possession be marked by a prefix on the possessor?](https://github.com/grambank/Grambank/wiki/GB430)\n* [GB432 Can adnominal possession be marked by a suffix on the possessor?](https://github.com/grambank/Grambank/wiki/GB432)\n* [GB433 Can adnominal possession be marked by a suffix on the possessed noun?](https://github.com/grambank/Grambank/wiki/GB433)\n\n## Patron\nHannah J. Haynie\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB431> rdfs:comment ?desc }"
  },
  {
    "input": "¿En qué consiste el rasgo Can adnominal possession be marked by a suffix on the possessed noun??",
    "output": "## Can adnominal possession be marked by a suffix on the possessed noun?\n\n## Summary\nThis feature targets a specific type of adnominal possessive construction, namely one where possession is marked by a [suffix or enclitic](https://github.com/grambank/grambank/wiki/Affixes-and-clitics) on the possessed noun. In some cases, the possessive suffix indexes agreement categories of the possessor. Crucially, the possession must be marked by a [phonologically bound](https://github.com/grambank/grambank/wiki/Wordhood-and-phonological-boundness-or-independence) element that follows and is phonologically bound to the possessed noun.\n\n## Procedure\n1. Code 1 if there is an adnominal possessive construction marked by an element which is phonologically bound to the possessed noun, and which occurs to the right of that noun.\n2. Code 0 if there is no adnominal possession construction in which a suffix or enclitic on the possessed noun marks possession.\n3. Code 0 if the only relevant adnominal possession construction is marked only by tone, not by a suffix or enclitic.\n\n## Examples\n\n**Nganasan** (ISO 639-3: nio, Glottolog: ngan1291)\n\n\"The relationship between the modifier (the possessor) and the head (the possessed noun) is encoded by possessive suffixes on the head and/or a Genitive case suffix appearing on the possessor.\" (Wagner-Nagy 2014: 76)\n\n```\na. (mənə) d’esɨ-mə\n   (1SG)  father-1SG.POSS\n   ‘my father’ (Wagner-Nagy 2014: 77)\n\nb. (tənə) d’esɨ-tə             ban-tu\n   (2SG)  father-GEN.2SG.POSS  dog-3SG.POSS\n   ‘your father’s dog’ (Wagner-Nagy 2014: 77)\n\nc. d’ed’i       ban-tu\n   father.GEN   dog-3SG.POSS\n   ‘father’s dog’ (Wagner-Nagy 2014: 77)\n```\n\nNganasan would be coded 1 for this feature, because a common strategy for marking possession involves possessive suffixes on the possessed noun. It does not matter for this feature that when the possessor is specified with a noun or pronoun it must be in genitive case (but the availability of a strategy for marking possession on the possessor with a genitive suffix in this language would also trigger a 1 for [GB432](https://github.com/grambank/grambank/wiki/GB432)).\n\n## Further reading\n\nAikhenvald, Alexandra Y. & R. M. W. Dixon (eds). 2013. *Possession and ownership: A cross-linguistic typology*. Oxford: Oxford University Press.\n\nBaron, Irène, Michael Herslund & Finn Sørensen (eds). 2001. *Dimensions of possession*. Amsterdam: John Benjamins.\n\n## References\n\nWagner-Nagy, Beáta. 2014. Possessive constructions in Nganasan. *Томский журнал лингвистических и антропологических исследований. Tomsk Journal of Linguistics and Anthropology* 1. 76–82.\n\n## Related Features\n* [GB065 What is the pragmatically unmarked order of adnominal possessor and possessed noun?](https://github.com/grambank/Grambank/wiki/GB065)\n* [GB430 Can adnominal possession be marked by a prefix on the possessor?](https://github.com/grambank/Grambank/wiki/GB430)\n* [GB431 Can adnominal possession be marked by a prefix on the possessed noun?](https://github.com/grambank/Grambank/wiki/GB431)\n* [GB432 Can adnominal possession be marked by a suffix on the possessor?](https://github.com/grambank/Grambank/wiki/GB432)\n\n\n## Patron\nHannah J. Haynie\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB433> rdfs:comment ?desc }"
  }
]