[
  {
    "input": "¿Qué es Abipon?",
    "output": "Abipon es una lengua indígena de Sudamérica documentada en GramBank.",
    "sparql": "ASK { <https://glottolog.org/resource/languoid/id/abip1241> a ling:Language }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Border Kuna?",
    "output": "Presenta 48 rasgos como: Do indefinite nominals commonly have indefinite articles?, Are there postnominal articles?, What is the order of adnominal demonstrative and noun?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/bord1248> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿A qué familia pertenece Bororo?",
    "output": "Pertenece a la familia Bororoan.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/boro1282> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Bororo?",
    "output": "Coordenadas: Lat -16.6029, Long -55.2004",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/boro1282> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Bororo?",
    "output": "Presenta 43 rasgos como: Are there definite or specific articles?, Are there prenominal articles?, What is the order of adnominal demonstrative and noun?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/boro1282> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿Qué es Cacataibo de Mariscal?",
    "output": "Cacataibo de Mariscal es una lengua indígena de Sudamérica documentada en GramBank.",
    "sparql": "ASK { <https://glottolog.org/resource/languoid/id/caca1249> a ling:Language }"
  },
  {
    "input": "¿A qué familia pertenece Cacataibo de Mariscal?",
    "output": "Pertenece a la familia Pano-Tacanan.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/caca1249> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Cacataibo de Mariscal?",
    "output": "Coordenadas: Lat -8.70232, Long -75.4206",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/caca1249> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Cacataibo de Mariscal?",
    "output": "Presenta 72 rasgos como: Are nominal conjunction and comitative expressed by different elements?, Is there a distinction between inclusive and exclusive?, Is there a dual or unit augmented form (in addition to plural or augmented) for all person categories in the pronoun system?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/caca1249> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿Qué es Calderón Highland Quichua?",
    "output": "Calderón Highland Quichua es una lengua indígena de Sudamérica documentada en GramBank.",
    "sparql": "ASK { <https://glottolog.org/resource/languoid/id/cald1236> a ling:Language }"
  },
  {
    "input": "¿A qué familia pertenece Calderón Highland Quichua?",
    "output": "Pertenece a la familia Quechuan.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/cald1236> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Calderón Highland Quichua?",
    "output": "Coordenadas: Lat -0.36205, Long -78.2587",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/cald1236> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Calderón Highland Quichua?",
    "output": "Presenta 49 rasgos como: What is the order of numeral and noun in the NP?, What is the order of adnominal demonstrative and noun?, Is there productive morphological plural marking on nouns?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/cald1236> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿Dónde se habla Camsá?",
    "output": "Coordenadas: Lat 1.14537, Long -76.8931",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/cams1241> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Camsá?",
    "output": "Presenta 32 rasgos como: What is the order of numeral and noun in the NP?, What is the order of adnominal demonstrative and noun?, Is there a gender distinction in independent 3rd person pronouns?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/cams1241> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿Qué es Canela-Krahô?",
    "output": "Canela-Krahô es una lengua indígena de Sudamérica documentada en GramBank.",
    "sparql": "ASK { <https://glottolog.org/resource/languoid/id/cane1242> a ling:Language }"
  },
  {
    "input": "¿A qué familia pertenece Canela-Krahô?",
    "output": "Pertenece a la familia Nuclear-Macro-Je.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/cane1242> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Canela-Krahô?",
    "output": "Coordenadas: Lat -6.10712, Long -45.1299",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/cane1242> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Canela-Krahô?",
    "output": "Presenta 50 rasgos como: Is there a distinction between inclusive and exclusive?, Is there a productive morphological pattern for deriving an action/state noun from a verb?, Is there a productive morphological pattern for deriving an agent noun from a verb?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/cane1242> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿Dónde se habla Canichana?",
    "output": "Coordenadas: Lat -14.3058, Long -64.944455",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/cani1243> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Canichana?",
    "output": "Presenta 10 rasgos como: Is there productive morphological plural marking on nouns?, Are there postpositions?, Can the S argument be indexed by a prefix/proclitic on the verb in the simple main clause?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/cani1243> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿A qué familia pertenece Capanahua?",
    "output": "Pertenece a la familia Pano-Tacanan.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/capa1241> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Capanahua?",
    "output": "Coordenadas: Lat -6.63254, Long -74.3813",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/capa1241> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Capanahua?",
    "output": "Presenta 54 rasgos como: What is the order of adnominal demonstrative and noun?, Can adnominal property words occur discontinuously?, Are nominal conjunction and comitative expressed by different elements?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/capa1241> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿Qué es Caribbean Javanese?",
    "output": "Caribbean Javanese es una lengua indígena de Sudamérica documentada en GramBank.",
    "sparql": "ASK { <https://glottolog.org/resource/languoid/id/cari1276> a ling:Language }"
  },
  {
    "input": "¿A qué familia pertenece Caribbean Javanese?",
    "output": "Pertenece a la familia Austronesian.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/cari1276> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Caribbean Javanese?",
    "output": "Coordenadas: Lat 5.62695, Long -54.6305",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/cari1276> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Caribbean Javanese?",
    "output": "Presenta 32 rasgos como: Are there definite or specific articles?, Do indefinite nominals commonly have indefinite articles?, Are there prenominal articles?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/cari1276> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿A qué familia pertenece Cavineña?",
    "output": "Pertenece a la familia Pano-Tacanan.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/cavi1250> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Cavineña?",
    "output": "Coordenadas: Lat -13.3544, Long -66.6277",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/cavi1250> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Cavineña?",
    "output": "Presenta 58 rasgos como: What is the order of numeral and noun in the NP?, What is the order of adnominal demonstrative and noun?, Are nominal conjunction and comitative expressed by different elements?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/cavi1250> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿Dónde se habla Cayubaba?",
    "output": "Coordenadas: Lat -13.2482, Long -65.4822",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/cayu1262> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Cayubaba?",
    "output": "Presenta 41 rasgos como: Are there definite or specific articles?, Are there prenominal articles?, What is the order of numeral and noun in the NP?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/cayu1262> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿Qué es Central Aymara?",
    "output": "Central Aymara es una lengua indígena de Sudamérica documentada en GramBank.",
    "sparql": "ASK { <https://glottolog.org/resource/languoid/id/cent2142> a ling:Language }"
  },
  {
    "input": "¿A qué familia pertenece Central Aymara?",
    "output": "Pertenece a la familia Aymaran.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/cent2142> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Central Aymara?",
    "output": "Coordenadas: Lat -17.0, Long -68.5",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/cent2142> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Central Aymara?",
    "output": "Presenta 56 rasgos como: Are there definite or specific articles?, Do indefinite nominals commonly have indefinite articles?, What is the order of numeral and noun in the NP?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/cent2142> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿Qué es Central Tunebo?",
    "output": "Central Tunebo es una lengua indígena de Sudamérica documentada en GramBank.",
    "sparql": "ASK { <https://glottolog.org/resource/languoid/id/cent2150> a ling:Language }"
  },
  {
    "input": "¿A qué familia pertenece Central Tunebo?",
    "output": "Pertenece a la familia Chibchan.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/cent2150> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Central Tunebo?",
    "output": "Coordenadas: Lat 6.8867, Long -72.097",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/cent2150> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Central Tunebo?",
    "output": "Presenta 49 rasgos como: Are there postnominal articles?, Are nominal conjunction and comitative expressed by different elements?, Are there three or more distance contrasts in demonstratives?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/cent2150> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿A qué familia pertenece Cha'palaa?",
    "output": "Pertenece a la familia Barbacoan.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/chac1249> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Cha'palaa?",
    "output": "Coordenadas: Lat 0.71489, Long -79.0508",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/chac1249> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Cha'palaa?",
    "output": "Presenta 39 rasgos como: Are there prenominal articles?, What is the order of adnominal demonstrative and noun?, Are nominal conjunction and comitative expressed by different elements?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/chac1249> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿A qué familia pertenece Chácobo?",
    "output": "Pertenece a la familia Pano-Tacanan.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/chac1251> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Chácobo?",
    "output": "Coordenadas: Lat -12.133, Long -66.7164",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/chac1251> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Chácobo?",
    "output": "Presenta 76 rasgos como: What is the order of adnominal demonstrative and noun?, Are nominal conjunction and comitative expressed by different elements?, Are there three or more distance contrasts in demonstratives?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/chac1251> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿A qué familia pertenece Chamicuro?",
    "output": "Pertenece a la familia Arawakan.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/cham1318> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Chamicuro?",
    "output": "Coordenadas: Lat -5.1149, Long -75.6778",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/cham1318> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Chamicuro?",
    "output": "Presenta 22 rasgos como: Are there definite or specific articles?, Are there prenominal articles?, What is the order of numeral and noun in the NP?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/cham1318> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿A qué familia pertenece Chibcha?",
    "output": "Pertenece a la familia Chibchan.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/chib1270> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Chibcha?",
    "output": "Coordenadas: Lat 6.24999, Long -74.1666",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/chib1270> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Chibcha?",
    "output": "Presenta 45 rasgos como: What is the order of adnominal demonstrative and noun?, Are nominal conjunction and comitative expressed by different elements?, Are there three or more distance contrasts in demonstratives?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/chib1270> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿Qué es Bolivar-North Chimborazo Highland Quichua?",
    "output": "Bolivar-North Chimborazo Highland Quichua es una lengua indígena de Sudamérica documentada en GramBank.",
    "sparql": "ASK { <https://glottolog.org/resource/languoid/id/chim1302> a ling:Language }"
  },
  {
    "input": "¿A qué familia pertenece Bolivar-North Chimborazo Highland Quichua?",
    "output": "Pertenece a la familia Quechuan.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/chim1302> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Bolivar-North Chimborazo Highland Quichua?",
    "output": "Coordenadas: Lat -1.36727, Long -78.8521",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/chim1302> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Bolivar-North Chimborazo Highland Quichua?",
    "output": "Presenta 58 rasgos como: What is the order of numeral and noun in the NP?, What is the order of adnominal demonstrative and noun?, Is there a gender distinction in independent 3rd person pronouns?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/chim1302> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿A qué familia pertenece Chimila?",
    "output": "Pertenece a la familia Chibchan.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/chim1309> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Chimila?",
    "output": "Coordenadas: Lat 10.1902, Long -74.2559",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/chim1309> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Chimila?",
    "output": "Presenta 40 rasgos como: Are nominal conjunction and comitative expressed by different elements?, Are there three or more distance contrasts in demonstratives?, Do demonstratives show a visible-nonvisible distinction?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/chim1309> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿Qué es Cocama-Cocamilla?",
    "output": "Cocama-Cocamilla es una lengua indígena de Sudamérica documentada en GramBank.",
    "sparql": "ASK { <https://glottolog.org/resource/languoid/id/coca1259> a ling:Language }"
  },
  {
    "input": "¿A qué familia pertenece Cocama-Cocamilla?",
    "output": "Pertenece a la familia Tupian.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/coca1259> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Cocama-Cocamilla?",
    "output": "Coordenadas: Lat -4.5, Long -74.0",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/coca1259> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Cocama-Cocamilla?",
    "output": "Presenta 54 rasgos como: What is the order of numeral and noun in the NP?, What is the order of adnominal demonstrative and noun?, Is there a distinction between inclusive and exclusive?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/coca1259> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿Dónde se habla Cofán?",
    "output": "Coordenadas: Lat 0.276675, Long -77.0643",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/cofa1242> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Cofán?",
    "output": "Presenta 50 rasgos como: Are there definite or specific articles?, Are there postnominal articles?, What is the order of numeral and noun in the NP?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/cofa1242> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿A qué familia pertenece Cogui?",
    "output": "Pertenece a la familia Chibchan.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/cogu1240> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Cogui?",
    "output": "Coordenadas: Lat 10.9485, Long -73.8043",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/cogu1240> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Cogui?",
    "output": "Presenta 49 rasgos como: Are nominal conjunction and comitative expressed by different elements?, Are there three or more distance contrasts in demonstratives?, Is there productive morphological plural marking on nouns?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/cogu1240> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿A qué familia pertenece Tsafiki?",
    "output": "Pertenece a la familia Barbacoan.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/colo1256> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Tsafiki?",
    "output": "Coordenadas: Lat -0.21181, Long -79.2347",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/colo1256> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Tsafiki?",
    "output": "Presenta 51 rasgos como: What is the order of numeral and noun in the NP?, What is the order of adnominal demonstrative and noun?, Is there productive morphological plural marking on nouns?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/colo1256> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿A qué familia pertenece Cubeo?",
    "output": "Pertenece a la familia Tucanoan.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/cube1242> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Cubeo?",
    "output": "Coordenadas: Lat 1.32382, Long -70.1939",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/cube1242> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Cubeo?",
    "output": "Presenta 75 rasgos como: What is the order of adnominal demonstrative and noun?, Can adnominal property words occur discontinuously?, Are nominal conjunction and comitative expressed by different elements?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/cube1242> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿A qué familia pertenece Culina?",
    "output": "Pertenece a la familia Arawan.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/culi1244> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Culina?",
    "output": "Coordenadas: Lat -8.55268, Long -70.6648",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/culi1244> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Culina?",
    "output": "Presenta 48 rasgos como: What is the order of adnominal demonstrative and noun?, Is there a gender distinction in independent 3rd person pronouns?, Is there an associative plural marker for nouns?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/culi1244> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿A qué familia pertenece Curripaco?",
    "output": "Pertenece a la familia Arawakan.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/curr1243> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Curripaco?",
    "output": "Coordenadas: Lat 0.69618, Long -67.5028",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/curr1243> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Curripaco?",
    "output": "Presenta 46 rasgos como: What is the order of numeral and noun in the NP?, What is the order of adnominal demonstrative and noun?, Are nominal conjunction and comitative expressed by different elements?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/curr1243> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿Qué es Cusco Quechua?",
    "output": "Cusco Quechua es una lengua indígena de Sudamérica documentada en GramBank.",
    "sparql": "ASK { <https://glottolog.org/resource/languoid/id/cusc1236> a ling:Language }"
  },
  {
    "input": "¿A qué familia pertenece Cusco Quechua?",
    "output": "Pertenece a la familia Quechuan.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/cusc1236> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Cusco Quechua?",
    "output": "Coordenadas: Lat -14.0853, Long -71.7663",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/cusc1236> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Cusco Quechua?",
    "output": "Presenta 69 rasgos como: What is the order of numeral and noun in the NP?, What is the order of adnominal demonstrative and noun?, Are nominal conjunction and comitative expressed by different elements?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/cusc1236> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿Qué es Kanamarí do Juruá-Japurá-Xeruã-Itaquaí-Jutaí?",
    "output": "Kanamarí do Juruá-Japurá-Xeruã-Itaquaí-Jutaí es una lengua indígena de Sudamérica documentada en GramBank.",
    "sparql": "ASK { <https://glottolog.org/resource/languoid/id/cuti1242> a ling:Language }"
  },
  {
    "input": "¿A qué familia pertenece Kanamarí do Juruá-Japurá-Xeruã-Itaquaí-Jutaí?",
    "output": "Pertenece a la familia Katukinan.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/cuti1242> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Kanamarí do Juruá-Japurá-Xeruã-Itaquaí-Jutaí?",
    "output": "Coordenadas: Lat -6.45399, Long -68.7678",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/cuti1242> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Kanamarí do Juruá-Japurá-Xeruã-Itaquaí-Jutaí?",
    "output": "Presenta 44 rasgos como: Are there prenominal articles?, What is the order of numeral and noun in the NP?, What is the order of adnominal demonstrative and noun?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/cuti1242> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿A qué familia pertenece Dâw?",
    "output": "Pertenece a la familia Naduhup.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/daww1239> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Dâw?",
    "output": "Coordenadas: Lat -0.1177, Long -67.2934",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/daww1239> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Dâw?",
    "output": "Presenta 27 rasgos como: What is the order of numeral and noun in the NP?, What is the order of adnominal demonstrative and noun?, Is there a gender/noun class system where shape is a factor in class assignment?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/daww1239> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿A qué familia pertenece Desano?",
    "output": "Pertenece a la familia Tucanoan.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/desa1247> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Desano?",
    "output": "Coordenadas: Lat 0.58157, Long -69.4955",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/desa1247> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Desano?",
    "output": "Presenta 78 rasgos como: What is the order of numeral and noun in the NP?, What is the order of adnominal demonstrative and noun?, Is there a distinction between inclusive and exclusive?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/desa1247> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿Qué es Djeoromitxí?",
    "output": "Djeoromitxí es una lengua indígena de Sudamérica documentada en GramBank.",
    "sparql": "ASK { <https://glottolog.org/resource/languoid/id/djeo1235> a ling:Language }"
  },
  {
    "input": "¿A qué familia pertenece Djeoromitxí?",
    "output": "Pertenece a la familia Nuclear-Macro-Je.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/djeo1235> ling:languageFamily/rdfs:label ?familyLabel }"
  },
  {
    "input": "¿Dónde se habla Djeoromitxí?",
    "output": "Coordenadas: Lat -12.038, Long -64.6694",
    "sparql": "SELECT ?lat ?long WHERE { <https://glottolog.org/resource/languoid/id/djeo1235> geo:location/geo:lat ?lat ; geo:location/geo:long ?long }"
  },
  {
    "input": "¿Qué rasgos gramatales caracterizan a Djeoromitxí?",
    "output": "Presenta 35 rasgos como: What is the order of adnominal demonstrative and noun?, Are there three or more distance contrasts in demonstratives?, Is there a productive morphological pattern for deriving an action/state noun from a verb?",
    "sparql": "SELECT ?featureLabel WHERE { <https://glottolog.org/resource/languoid/id/djeo1235> ling:hasFeaturePresent/rdfs:label ?featureLabel } LIMIT 3"
  },
  {
    "input": "¿Qué es Eastern Bolivian Guaraní?",
    "output": "Eastern Bolivian Guaraní es una lengua indígena de Sudamérica documentada en GramBank.",
    "sparql": "ASK { <https://glottolog.org/resource/languoid/id/east2555> a ling:Language }"
  },
  {
    "input": "¿A qué familia pertenece Eastern Bolivian Guaraní?",
    "output": "Pertenece a la familia Tupian.",
    "sparql": "SELECT ?familyLabel WHERE { <https://glottolog.org/resource/languoid/id/east2555> ling:languageFamily/rdfs:label ?familyLabel }"
  }
]