[
  {
    "input": "¿Qué es Abipon?",
    "output": "Abipon es una lengua indígena de Sudamérica documentada en GramBank.",
    "sparql": "ASK { <https://glottolog.org/resource/languoid/id/abip1241> a ling:Language }"
  },
  {
    "input": "¿En qué consiste el rasgo Can diminutive meaning be expressed productively by a shift of gender/noun class??",
    "output": "## Can diminutive meaning be expressed productively by a shift of noun class/gender?\n\n## Summary\nCan diminutive function (i.e. smaller size) be marked by a shift of [noun class?](https://github.com/grambank/grambank/wiki/Noun-classes-and-classifiers) We are looking for morphemes in the sentence which vary depending on the noun used, and whether one of these morphemes can be used to change the meaning of a noun by adding the meaning ‘small’. This needs to be a [productive](https://github.com/grambank/grambank/wiki/Productivity) pattern. Diminutive function often also entails other meanings, but it needs to minimally encode smaller size.\n\n## Procedure\n\n1. Code 1 if the diminutive can be expressed productively by a shift of gender/noun class.\n2. Code 0 if none of the language’s diminutive marking strategies involve a shift in gender or noun class.\n3. Code 0 if the author is explicit that the language does not have gender/noun classes.\n4. Code 0 if the diminutive can be expressed by a shift of gender/noun class but the pattern is not productive.\n5. Code 0 if there are no diminutive markers in the language.\n6. Code ? if it is not clear from the data whether diminutives involve a shift in noun class/gender.\n7. Code ? if it is not clear how productive a noun class/gender expressed diminutive is, and if the discussion and data is limited.\n\n## Examples\n\n**Shona** (ISO 639-3: sna, Glottolog: shon1251)\n\nCoded 1. In the Bantu language Shona \"The prefixes of classes 13 and 12 are used only in secondary function. Nouns with these prefixes all signify small things. Usually, these are regarded in a favourable light as pleasing to the eye, but sometimes the effect of these diminutives may be derogatory when the prefixes are used with a stem which otherwise indicates something large or important.\" (Fortune 1955: 94)\n\n```\na. munhu        ka-munhu\n   ‘person’     12-person \n                ‘small person’ (Fortune 1955: 94)\n\nb. murume       ka-murume\n   ‘man’        12-man \n                ‘small man’ (Fortune 1955: 94)\n```    \n**Pite Saami** (ISO 639-3: sje, Glottolog:  pite1240)\n\nCoded 0. In Pite Saami, there is a diminutive suffix which attaches to the noun stem indicating smaller size. This diminutive is not expressed by a shift in gender/noun class.\n```\nja  danne  vuojdni-v   unna   jåŋå-tja-v\nand there  see-1SG.PST small  lingonberry-DIM-ACC.SG\n‘And there I saw a little lingonberry.’ (Wilbur 2014: 196)\n```\n\n## Further reading\n\nDahl, Östen. 2006. Diminutives and augmentatives. In Keith Brown (ed.), *Encyclopedia of Language and Linguistics*, 594–595. Second edition. Oxford: Elsevier.\n\n## References\n\nFortune, George. 1955. *An analytical grammar of Shona*. London: Longmans, Green & Co.\n\nWilbur, Joshua Karl. 2014. *A grammar of Pite Saami*. Berlin: Language Science Press.\n\n## Related Features\n\n* [GB039 Is there nonphonological allomorphy of noun number markers?](https://github.com/grambank/Grambank/wiki/GB039)\n* [GB051 Is there a noun class/gender system where masculine and feminine categories are a factor in class assignment?](https://github.com/grambank/Grambank/wiki/GB051)\n* [GB052 Is there a noun class/gender system where shape is a factor in class assignment?](https://github.com/grambank/Grambank/wiki/GB052)\n* [GB053 Is there a noun class/gender system where animacy is a factor in class assignment?](https://github.com/grambank/Grambank/wiki/GB053)\n* [GB054 Is there a noun class/gender system where plant status is a factor in class assignment?](https://github.com/grambank/Grambank/wiki/GB054)\n* [GB187 Is there any productive diminutive marking on the noun (exclude marking by system of nominal classification only)?](https://github.com/grambank/Grambank/wiki/GB187)\n* [GB188 Is there any productive augmentative marking on the noun (exclude marking by system of nominal classification only)?](https://github.com/grambank/Grambank/wiki/GB188)\n* [GB192 Is there a noun class/gender system where a noun’s phonological properties are a factor in class assignment?](https://github.com/grambank/Grambank/wiki/GB192)\n* [GB314 Can augmentative meaning be expressed productively by a shift of gender/noun class?](https://github.com/grambank/Grambank/wiki/GB314)\n* [GB321 Is there a large class of nouns whose noun class/gender is not phonologically or semantically predictable?](https://github.com/grambank/Grambank/wiki/GB321)\n\n\n## Patron\nJay Latarche and Jeremy Collins",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB315> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there a large class of nouns whose gender/noun class is not phonologically or semantically predictable??",
    "output": "Presente en 12 lenguas, ausente en 150",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB321> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Can the recipient in a ditransitive construction be marked like the monotransitive patient??",
    "output": "Presente en 78 lenguas, ausente en 85",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB105> }"
  },
  {
    "input": "¿En qué consiste el rasgo Is there verb suppletion for participant number??",
    "output": "## Is there verb suppletion for participant number?\n\n## Summary\nAre there verbs that use a different stem depending on the number (singular, dual, plural, etc.) of a core participant? The participant triggering the suppletive choice could be [A, P, or S](https://github.com/grambank/grambank/wiki/Core-arguments-(S,-A-and-P)). Auxiliary verbs are also considered verbs for the purpose of this feature. \n\nSuppletion is a process where a lexeme is changed in such a way that the new form does not resemble the previous when it appears in a different position in the paradigm. An example of this is English *went* and *go*. In this case, the verb is suppletive for tense. Only strong suppletion (different stems) counts. There should be at least three verbs with participant number suppletion to count as 1. If only one or two verbs are described as exhibiting suppletion, code 0. If the author gives two examples but states or implies that it is more common, code 1. \n\nOnly so called 'strong suppletion' counts here, 'weak' suppletion is not included.\n\n## Procedure\n1. Check whether the language alters its verbs according to number at all, if not, code 0.\n2. Code 1 if there are three or more examples of verbs with suppletive forms for participant number\n3. If there are one or two examples, consider if the author describes these as special exceptions (in which case, code 0) or part of a larger group (in which case, code 1).\n4. If all examples only feature 'weak suppletion', code 0.\n5. If there is little description of participant marking on verbs in general, code ?.\n\n## Examples\n**Koasati** (ISO 639-3: cku, Glottolog: koas1236)\n\nIn Koasati there exists strong suppletion for number for several verbs, as shown by the examples below from Kimball (1991: 323–324). This qualifies as 1 for this feature.\n\n| Verb | Singular | Dual| Plural|\n|-------- | ---- | ----------- |----------- |\n| ‘to dwell’ | á:tal | áswan |i:san|\n| ‘to sit’ | cokkó:lin | chikki:kan|i:san|\n| ‘to stand’ | haccá:lin| hikki:lin| lokkó:lin|\n\n| Verb | Singular/dual | Plural|\n|-------- | ---- | ----------- |\n|‘to die’|íllin|hápkan|\n|‘to come’|óntin|ilmá:kan|\n\n## Further reading\n\nVeselinova, Ljuba N. 2006. *Suppletion in verb paradigms: Bits and pieces of the puzzle*. (Typological Studies in Language 67.) Amsterdam: John Benjamins.\n\n## References\n\nKimball, Geoffrey D. 1991. *Koasati grammar*. (Studies in the Anthropology of North American Indians.) Lincoln: University of Nebraska Press.\n\n## Related Features\n\n* [GB099 Is there verb suppletion for participant person?](https://github.com/grambank/grambank/wiki/GB099)\n* [GB110 Is there verb suppletion for tense or aspect?](https://github.com/grambank/Grambank/wiki/GB110)\n* [GB300 Does the verb for 'give' have suppletive verb forms?](https://github.com/grambank/grambank/wiki/GB300)\n* [GB402 Does the verb for 'see' have suppletive verb forms?](https://github.com/grambank/Grambank/wiki/GB402)\n* [GB403 Does the verb for 'come' have suppletive verb forms?](https://github.com/grambank/Grambank/wiki/GB403)\n\n\n## Patron\nHedvig Skirgård\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB109> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there verb suppletion for participant number??",
    "output": "Presente en 31 lenguas, ausente en 132",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB109> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there a clause-final polar interrogative particle??",
    "output": "Presente en 29 lenguas, ausente en 134",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB263> }"
  },
  {
    "input": "¿En qué consiste el rasgo Are there demonstrative classifiers??",
    "output": "## Are there demonstrative classifiers?\n\n## Summary\nThis question asks whether there is a [classifier system](https://github.com/grambank/grambank/wiki/Noun-classes-and-classifiers) in which classifiers appear with demonstratives to classify the noun. This classifier system can be symmetrical with numeral, possessive or verbal classifiers. It is sufficient if they sometimes occur. Please note, this feature does not concern gender/noun classes and agreement with the noun class, but a separate nominal classifier system.\n\n## Procedure\n1. Find 'demonstratives', which are modifiers that can modify nouns (e.g. expressing deictic distinctions or specifying reference within discourse).\n2. Code 1 if there are elements that are required with demonstratives that depend on the category of the noun, and if these elements are not used in a noun class/gender system.\n3. Code 0 if the author states there is no classifier system or if there are many examples indicating an absence of a classifier system. \n4. Code ? if the status and function of a potential classifier is unclear and requires further examples and/or analysis. \n\n## Examples\n\n**Mandarin Chinese** (ISO 639-3: cmn, Glottolog: mand1415)  \n\nTseng (2017). Coded 1:\n```\n那     个    人     是   我   的    爸爸\nNà     ge   rén    shì  wǒ   de    bàba\nthat   CL   person is   1SG  POSS  father\n‘That person is my father.’ (Tseng 2017: 42)\n```\n**Pnar** (ISO 639-3: pbv, Glottolog: pnar1238)\n\nCoded 0. There are demonstrative classifiers but they are related to the gender system. The gender clitic attaches to the demonstrative and agrees with or references the noun (Ring 2015:108-117).\n```\nutai u bru\nu=taj   u=bru\nM=DIST  M=person\n‘that man (far away)’ (Ring 2015:111)\n```\n\n**Kharia** (ISO 639-3: khr, Glottolog: khar1287) \n\nCoded ?. There is only one classifier that can appear with demonstratives but its status and function is unclear (Peterson 2011:124).\n\n```\nlaʔ  atha  jhelob, ikuɖ=ga  jhelob  ro  ho   mene=ga cakar arbo samudar=te=jo\nthen heavy long    very=FOC long    and that CL=FOC  wide  Arab ocean=OBL=ADD\n\noɖoʔ=ki   ho=ki  \"bapre!\" gam=oʔ=ki\nother=PL  that=PL wow!    say=ACT.PST=PL\n\n‘Then at that heavy, long, very long and so very wide Arabian Sea the others all said\n\"Wow!\".’ (Peterson 2011: 197)\n```\n\n## Further reading\nAikhenvald, Alexandra Y. 2006. Classifiers and noun classes: Semantics. In Keith Brown (ed.) *Encyclopedia of languages and linguistics*, 463–471. Oxford: Elsevier.\n\n## References\nPeterson, John. 2011. *A grammar of Kharia: A South Munda language*. (Brill's Studies in South and Southwest Asian Languages.) Leiden: Brill.\n\nRing, Hiram. 2015. *A grammar of Pnar*. (Doctoral dissertation, Nanyang Technological University)\n\nTseng, Shu-Chuan. 2017. [Chinese demonstratives and their spoken forms in a conversational corpus (特集 フィラー研究の進展). 音声研究)](http://www.ling.sinica.edu.tw/eip/FILES/publish/2018.05.25.232057.872980.pdf). *Journal of the Phonetic Society of Japan* 21(3). 41–52.\n\n## Related Features\n\n* [GB057 Are there numeral classifiers?](https://github.com/grambank/Grambank/wiki/GB057)\n* [GB058 Are there possessive classifiers?](https://github.com/grambank/Grambank/wiki/GB058)\n\n## Patron\nJay Latarche and Jeremy Collins\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB038> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Are there demonstrative classifiers??",
    "output": "Presente en 15 lenguas, ausente en 149",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB038> }"
  },
  {
    "input": "¿Qué lenguas tienen el rasgo Are there demonstrative classifiers??",
    "output": "Ejemplos: Abipon, Cubeo, Itonama",
    "sparql": "SELECT ?langLabel WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB038> ; rdfs:label ?langLabel } LIMIT 3"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Can an adnominal numeral agree with the noun in gender/noun class??",
    "output": "Presente en 21 lenguas, ausente en 143",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB198> }"
  },
  {
    "input": "¿En qué consiste el rasgo Is there verb suppletion for tense or aspect??",
    "output": "## Is there verb suppletion for tense or aspect?\n\n## Summary\nAre there verbs that use a different stem depending on the tense or aspect (present, past, perfective etc.) they occur in? Suppletion is a process where a lexeme is changed in such a way that the new form does not resemble the previous when it appears in a different position in the paradigm. An example of this is English *went* and *go*. In this case, the verb is suppletive for tense. Only strong suppletion (different stems) counts, ‘weak’ suppletion is not included. At least three verbal concepts should indicate different tense or aspect values with suppletive stems to trigger a 1. \n\n## Procedure\n1. Check whether the language alters its verbs according to tense/aspect at all.\n2. Code 1 if there are three or more examples of verbs with suppletive forms for aspect/tense.\n3. If there are one or two examples, consider whether the author describes these as special exceptions (in which case, code 0) or part of a larger group, in which case, code 1.\n4. If all examples only feature ‘weak suppletion’, code 0.\n5. If there is little description of tense/aspect marking on verbs in general, code ?.\n\n## Examples\n\n**Kumzari** (ISO 639-3: zum, Glottolog: kumz1235)\n\nIn Kumzari there is a larger number of irregular verbs. Below is a table of some of their forms for the first person singular, based on van der Wal Anonby (2015: 94). Kumzari is coded 1 for this feature.\n\n| Verb| Perfect| Imperfect| Irrealis |\n| --- | --- | --- |--- |\n| ‘to come’ | āmasī | tā'ī |byī|\n| ‘to give’ | dāsī | dī | byāt |\n| ‘to take’ | gisī| digī|grī|\n| ‘to become’ | būsī| tī'ī |bī'ī\n\n## Further reading\n\nVeselinova, Ljuba N. 2006. *Suppletion in verb paradigms: Bits and pieces of the puzzle*. (Typological Studies in Language. Vol. 67.) Amsterdam: John Benjamins.\n## References\n\nvan der Wal Anonby, Christina. 2015. *A grammar of Kumzari: A mixed Perso-Arabian language of Oman*. Leiden: Leiden University. (Doctoral dissertation.)\n\n## Related Features\nThe other verb suppletion features are:\n* [GB099 Is there verb suppletion for participant person?](https://github.com/grambank/grambank/wiki/GB099)\n* [GB109 Is there verb suppletion for participant number?](https://github.com/grambank/Grambank/wiki/GB109)\n* [GB300 Does the verb for ‘give’ have suppletive verb forms?](https://github.com/grambank/grambank/wiki/GB300)\n* [GB402 Does the verb for ‘see’ have suppletive verb forms?](https://github.com/grambank/Grambank/wiki/GB402)\n* [GB403 Does the verb for ‘come’ have suppletive verb forms?](https://github.com/grambank/Grambank/wiki/GB403)\n\n## Patron\nHedvig Skirgård\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB110> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there verb suppletion for tense or aspect??",
    "output": "Presente en 9 lenguas, ausente en 156",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB110> }"
  },
  {
    "input": "¿Qué lenguas tienen el rasgo Is there verb suppletion for tense or aspect??",
    "output": "Ejemplos: Chibcha, Emberá-Catío, Macaguán",
    "sparql": "SELECT ?langLabel WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB110> ; rdfs:label ?langLabel } LIMIT 3"
  },
  {
    "input": "¿En qué consiste el rasgo Is there a polar interrogative particle that most commonly occurs neither clause-initially nor clause-finally??",
    "output": "## Is there a polar interrogative particle that most commonly occurs neither clause-initially nor clause-finally?\n\n## Summary\n\nIs there a [particle](https://github.com/grambank/grambank/wiki/Particles) that is dedicated to marking questions that ask for the equivalent of a 'yes’ or 'no’ answer (as opposed to content questions) that most commonly occurs in the middle of the clause, neither initially nor finally?  (definition from Dryer 2013b).\n\n[Dryer (2013a)](https://wals.info/chapter/92) distinguishes **neutral** questions from **leading** questions, and this feature in Grambank concerns neutral questions:\n\n\"Many languages have question particles or expressions that indicate that the question is a leading question, one where the speaker has an expectation as to what the answer will be. English, for example, employs what are called \"tag-questions\" for this purpose, illustrated in (13a), which differ from the neutral question form illustrated in (13b) in that its form indicates that the speaker expects a ‘yes’ answer.\n\n13a. You’re planning to go to the beach, aren’t you? \n\n13b. Are you planning to go to the beach?\"\n\n## Procedure\n\n1. Code 1 if polar questions can contain a particle that occurs in the clause in a place that is neither at the beginning nor the end, that is dedicated to marking questions, and that is not bound to other words.\n2. Code 0 if polar questions can contain only clause-initial or clause-final particles dedicated to marking questions. \n3. Code 0 if polar questions are not marked by particles dedicated to marking questions. \n4. Code ? if polar interrogation is not well described for the language or if not enough examples of polar interrogation are given. \n\n## Examples\n\n**Ainu** (ISO 639-3: ain, Glottolog: ainu1240)\n\nCoded 1. \"The interrogative particle /he/ appears in a clause-medial (pre-verbal) position.\" (Tamura 2000: 140-141)\n```\ntaanpe     he   ta   ne  a,    tanike   he  ta   ne  a?\nthis-thing Q    EMPH COP EMPH, this-one Q   EMPH COP EMPH\n‘Is it this one, or this one?’ (Tamura 2000: 140)\n```\n\n**Kedang** (ISO 639-3: ksx, Glottolog: keda1252)\n\nCoded 0. A clause-final question marker *wai* is used (Samely 1991: 82, 84).\n```\nPèu   ote  èru=ne    wai?\nmango DEI  sweet=3SG Q\n‘Is that mango sweet?’ (Samely 1991: 84)\n```\n\n## Further reading\n\nDryer, Matthew S. 2013. [Position of Polar Question Particles](https://wals.info/chapter/92). In Dryer, Matthew S. & Haspelmath, Martin (eds.)  *The World Atlas of Language Structures Online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\nDryer, Matthew S. 2013. [Polar Questions](https://wals.info/chapter/116). In Dryer, Matthew S. & Haspelmath, Martin (eds.) *The World Atlas of Language Structures Online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\n## References\n\nDryer, Matthew S. 2013a. [Position of polar question particles](https://wals.info/chapter/92). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\nDryer, Matthew S. 2013b. [Polar questions](https://wals.info/chapter/116). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\nSamely, Ursula. 1991. *Kedang (Eastern Indonesia): Some aspects of its grammar*. (Forum phoneticum, 46.) Hamburg: Helmut Buske.\n\nTamura, Suzuko. 2000. *The Ainu language*. (ICHEL Linguistic Studies, 2.) Tokyo: Sanseido.\n\n## Related Features\n\n* [GB257 Can polar interrogation be marked by intonation only?](https://github.com/grambank/Grambank/wiki/GB257)\n* [GB260 Can polar interrogation be indicated by a special word order?](https://github.com/grambank/Grambank/wiki/GB260)\n* [GB262 Is there a clause-initial polar interrogative particle?](https://github.com/grambank/Grambank/wiki/GB262)\n* [GB263 Is there a clause-final polar interrogative particle?](https://github.com/grambank/Grambank/wiki/GB263)\n* [GB285 Can polar interrogation be marked by a question particle and verbal morphology?](https://github.com/grambank/Grambank/wiki/GB285)\n* [GB286 Can polar interrogation be indicated by overt verbal morphology only?](https://github.com/grambank/Grambank/wiki/GB286)\n* [GB291 Can polar interrogation be marked by tone?](https://github.com/grambank/Grambank/wiki/GB291)\n* [GB297 Can polar interrogation be indicated by a V-not-V construction?](https://github.com/grambank/Grambank/wiki/GB297)\n\n## Patron\nJay Latarche and Jeremy Collins\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB264> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Are there multiple past or multiple future tenses, distinguishing distance from Time of Reference??",
    "output": "Presente en 99 lenguas, ausente en 66",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB309> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there a phonologically bound reciprocal marker on the verb??",
    "output": "Presente en 133 lenguas, ausente en 34",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB115> }"
  },
  {
    "input": "¿En qué consiste el rasgo Is incorporation of nouns into verbs a productive intransitivizing process??",
    "output": "## Is incorporation of nouns into verbs a productive intransitivizing process?\n\n## Summary\nNoun incorporation is defined as a construction where obligatorily bare (i.e. articleless, numberless, modifierless) nouns must occur adjacent to or inside of the verb, in a fixed order. This feature essentially asks whether transitive verbs may be rendered intransitive by means of noun incorporation, and whether this process is productive. This need not be the default way of intransitivizing verbs, but the process must be [productive](https://github.com/grambank/grambank/wiki/Productivity). The incorporated noun in the construction of interest for this feature is semantically an argument of the verb. For example: *he was painting the bike* = *he was bike-painting*. Noun incorporation where the relevant noun functions as an adjunct or modifier does not count, e.g. *she was running like Jacob runs* = *she was Jacob-running*. A construction where it is necessary to overtly represent the relevant argument with an additional form other than the incorporated noun, for example with a pronoun, also does not count.\n\n## Procedure\n1. Code 1 if there is a strategy for intransitivizing verbs that either binds a bare nominal morphologically to the verb, or requires a bare nominal to be positioned immediately adjacent to the verb.\n2. Code 0 if the nominal involved in this construction is not obligatorily bare.\n3. Code 0 if the nominal involved in this construction does not express an argument of the verb.\n4. Code 0 if the incorporated argument must also be expressed by an overt element elsewhere in the syntax (e.g. a pronoun) in addition to the verb-adjacent nominal.\t\t\t\n\n## Examples\n\n**Comanche** (ISO 639-3: com, Glottolog: coma1245)\n\nComanche noun incorporation intransitivizes a verb, and is commonly used to express habitual activities. The incorporated noun must be a bare root with no number or case marking (Charney 1993: 123). Comanche would be coded 1. \n\n*Noun Incorporation*  \n\n```\n[pukumakwIɁetɨ urɨɨ]\npuku-makwih-Ɂe-tɨɨ=utɨɨ\nhorse-chase-DISTR-PL=3PL\n‘They're chasing horses.’ (Charney 1993: 123)\n\n(notes: DISTR = distributive aspect; glosses adapted)\n```\n\n*Non-incorporated Direct Object*  \n\n```\n[ehka   nɨɨ waɁóɁa  makwIɁepɨnnitƗ]\neHka    nɨɨ waɁóɁ-a makwih-Ɂe-h/H/pɨnni-tɨ=\nthose.O 1SG cat-O   chase-DISTR-IPFV-PROG\n‘I'm chasing the cats.’ (Charney 1993: 123)\n```\n\n**Kuuk Thaayorre** (ISO 639-3: thd, Glottolog: thay1249)\n\nThere are a number of verbal forms in Kuuk Thaayorre that include a body part noun and a verbal root, as shown in the example below.\n\n```\nbottle       table-ak   thaa+raaki-rr\nbottle(ACC)  table-DAT  mouth+PLACE-P.PFV\n‘she put the bottle on the table’ (Gaby 2006: 432)\n```\n\nWhile the nominal components of these noun + verb compounds in Kuuk Thaayorre can transparently represent theme arguments of the verb (e.g. *koo-mi'i* nose-pick.up = ‘recognize (someone's face)’, Gaby 2006: 433), they do not meet the other criteria for this feature. First, this construction is attested with a small number of body part terms and it is unclear how productive it is. Second, the valency of the verb is unaffected by this construction (Gaby 2006: 432). Kuuk Thaayorre is coded 0.\n\n## Further reading  \n\nBaker, Mark C. 1988. *Incorporation: A theory of grammatical function changing*. Chicago: University of Chicago Press.\n\nCaballero, Gabriella, Michael J. Houser, Nicole Marcus, Teresa McFarland, Anne Pycha, Maziar Toosarvandani & Johanna Nichols. 2008. Nonsyntactic ordering effects in noun incorporation. *Linguistic Typology* 12: 383–421.  \n\nGerdts, Donna. 1998. Incorporation. In Andrew Spencer and Arnold Zwicky (eds), *The handbook of morphology*, 84–100. London: Blackwell.  \n\nMithun, Marianne. 1984. The evolution of noun incorporation. *Language* 60: 847–894.  \n\nMithun, Marianne. 1986. On the nature of noun incorporation. *Language* 62: 32–37.  \n\ndeReuse, Willem. 1994. Noun incorporation. In Ronald Asher (ed.), *Encyclopedia of language and linguistics*, 2842–2847. Oxford: Pergamon.  \n\n## References\n\nCharney, Jean Ormsbee. 1993. *A grammar of Comanche*. (Studies in the Anthropology of North American Indians.) Lincoln: University of Nebraska Press.\n\nGaby, Alice Rose. 2006. *A grammar of Kuuk Thaayorre*. Melbourne: University of Melbourne. (Doctoral dissertation.)\n\n## Related Features\n\n* [GB122 Is verb compounding a regular process?](https://github.com/grambank/Grambank/wiki/GB122)\n* [GB123 Are there verb-adjunct (aka light-verb) constructions?](https://github.com/grambank/Grambank/wiki/GB123)\n\n## Patron\nHannah J. Haynie\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB124> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Can the verb carry a marker of animacy of argument, unrelated to any gender/noun class of the argument visible in the NP domain??",
    "output": "Presente en 37 lenguas, ausente en 130",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB177> }"
  }
]