[
  {
    "input": "¿Qué es Abipon?",
    "output": "Abipon es una lengua indígena de Sudamérica documentada en GramBank.",
    "sparql": "ASK { <https://glottolog.org/resource/languoid/id/abip1241> a ling:Language }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there a distinction between inclusive and exclusive??",
    "output": "Presente en 99 lenguas, ausente en 110",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB028> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is a pragmatically unmarked constituent order verb-initial for transitive clauses??",
    "output": "Presente en 49 lenguas, ausente en 166",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB131> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is a pragmatically unmarked constituent order verb-final for transitive clauses??",
    "output": "Presente en 130 lenguas, ausente en 86",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB133> }"
  }
]