[
  {
    "input": "¿Qué es Abipon?",
    "output": "Abipon es una lengua indígena de Sudamérica documentada en GramBank.",
    "sparql": "ASK { <https://glottolog.org/resource/languoid/id/abip1241> a ling:Language }"
  },
  {
    "input": "¿En qué consiste el rasgo What is the order of the adnominal collective universal quantifier ('all') and the noun??",
    "output": "## What is the order of the adnominal collective universal quantifier (‘all’) and the noun?\n\n## Summary\nThis feature is concerned with the ordering of a universal quantifier (‘all’) and the noun. As with other word order features in this database, this is focused specifically on adnominal quantification in pragmatically unmarked contexts. In languages that do not have a distinction between collective and distributive universal quantifiers (‘all’ vs. ‘every’), a quantifier that could be translated as ‘all’ and has a primarily plural use will be a sufficient target for this feature.\n\nThere are four possible codes for this feature, reflecting the fact that the collective universal quantifier might occur strictly before or strictly after the noun, may be allowed in both of these relative positions, or may not be present in a language. A 0 code is also applicable when the language does not allow a basic construction with an adnominal collective universal quantifier and a noun (e.g. if only a floating construction is used).\n\nOrders that result from constructions like quantifier float (e.g. English *The children have **all** come.*) should be disregarded for the purposes of coding this feature.\n\n## Procedure\t\t\n1. If there is a collective universal quantifier, or a general universal quantifier that can be translated as ‘all’, and that quantifier occurs only before the noun (UQ-N), code 1.\n2. If there is a collective universal quantifier, or a general universal quantifier that can be translated as ‘all’, and that quantifier occurs only after the noun (N-UQ), code 2.\n3. If the collective universal quantifier or equivalent can occur either before or after the noun (UQ-N *or* N-UQ) in non-quantifier float constructions, code 3.\n4. If there is no collective universal quantifier or other universal quantifier that can be translated as ‘all’ and be used in an adnominal construction, code 0.\n5. If there is no mention of universal quantifiers at all, code ? and note that there is insufficient information to make a determination.\n\n## Examples\n\n**Kwara'ae** (ISO 639-3: kwf, Glottolog: kwar1239)\n\nQuantifiers in Kwara'ae, including the universal quantifier (*teqhou* ‘all’), generally precede the noun they modify. The quantifier *teqhou* in particular can be used in a quantifier float construction where it is non-contiguous with the nominal it is modifying and may follow the noun in these constructions, as below.\n\n```\nkeik          leak teqhou naq   an sa  tol  \nIMP.1PL.EXCL  go   all    COMPL to LOC inland  \n‘We all went inland.’ (Macdonald 2010: 164)\n```\n\nQuantifier float constructions are disregarded for coding, so Kwara'ae is coded 1.\n\n**Ura** (ISO 639-3: uur, Glottolog: urav1235)\n\nVery few modifiers can precede the head noun in Ura, one of which is the universal quantifier *alauriyekye* ‘all’. This form can also occur in a postnominal position in Ura with no change in meaning (Crowley 1999: 187-188). Because both orders are possible and neither involves a quantifier float construction or a pragmatically marked context, Ura is coded 3.\n\n**Central Nicobarese** (ISO 639-3: ncb, Glottolog: cent1990)\n\nIn Central Nicobarese, there is no universal quantifier that can be used adnominally; this function is expressed by a predicate (Rajasingh 2016: 36–37). Central Nicobarese is coded 0 due to the lack of an adnominal universal quantifier.\n\n## Further reading\n\nBach, Elke, Eloise Jelinek, Angelika Kratzer & Barbara H. Partee (eds). 1995. *Quantification in natural languages*. (Studies in Linguistics and Philosophy 54). Dordrecht: Springer.\n\n## References\n\nCrowley, Terry. 1999. *Ura: A disappearing language of Southern Vanuatu*. (Pacific Linguistics: Series C, 156.) Canberra: Research School of Pacific and Asian Studies, Australian National University.\n\nMacdonald, Daryl Eveline. 2010. *A grammar sketch of Kwaraqae*. Hamilton: University of Waikato. (MA thesis.)\n\nRajasingh, V. R. 2016. Mūöt (Nicobarese). *Mon-Khmer Studies* 45. 14–52.\n\n## Related Features\n\n* [GB204 Do collective (‘all’) and distributive (‘every’) universal quantifiers differ in their forms or their syntactic positions?](https://github.com/grambank/Grambank/wiki/GB204)\n\n## Patron\nHannah J. Haynie\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB203> rdfs:comment ?desc }"
  },
  {
    "input": "¿En qué consiste el rasgo Do collective ('all') and distributive ('every') universal quantifiers differ in their forms or their syntactic positions??",
    "output": "## Do collective (‘all’) and distributive (‘every’) universal quantifiers differ in their forms or their syntactic positions?\n\n## Summary\nThis feature identifies languages that use different forms or syntactic positions for collective universal quantification (e.g. English *all*) versus distributive universal quantification (e.g. English *every*). This contrasts with languages that use both the same form *and* the same word order for these two types of quantification.\n\n## Procedure\n1. If the language uses different forms for collective universal quantification (‘all’) and distributive universal quantification (‘every’), code 1.\n2. If the language uses a single form for both collective and distributive universal quantifiers (i.e. one form means *both* ‘all’ and ‘every’), but they differ in terms of word order/syntactic position when expressing these different meanings, code 1.\n3. If the language uses a single form in the same syntactic position to express both collective and distributive universal quantification, code 0.\n4. If there is no mention of universal quantifiers at all, code ? and note that there is insufficient information to make a determination.\n\n## Examples\n**Cholón** (ISO 639-3: cht, Glottolog: chol1284)\n\nIn Cholón, the meanings ‘all’ and ‘every’ are expressed by different forms: *mek* ‘all’ and *nʸanmak* ‘every’.\n\n```\na. mek angel-a    espiritu-lʸ  če-kt-aŋ   \n   all angel-TOP  spirit-RST   3PL.S-be-INCMPL\n   ‘As for all the angels, they are spirits only.’ (Alexander-Bakkerus 2005: 175)\n\nb. nʸanmak hayu       i-tˢip-te            i-tˢotˢ   \n   every   Indian/man 3PL.POSS-house-ADESS 3PL.POSS-guinea.pig   \n   ‘Every Indian has guinea pigs in his house.’ (Alexander-Bakkerus 2005: 175)\n\n(Abbreviations: RST restrictive)\n```\n\nBoth *mek* ‘all’ and *nʸanmak* ‘every’ can either precede or follow the noun (Alexander-Bakkerus 2005: 173–175). However, because the forms for these quantificational meanings are different, Cholón is coded 1.\n\n**Hausa States Fulfulde** (ISO 639-3: fuv, Glottolog: nige1253)\n\nIn this language both the meaning ‘all’ and the meaning ‘every’ are expressed by the same marker (*fuu*). However, the marker precedes the noun when it is used for the meaning ‘every’ and follows the noun when it is used with the meaning ‘all’ (Arnott 1970: 147, 276, 282, 346). Hausa States Fulfulde is coded as 1 because even though the same marker is used for both meanings, its syntactic position differs for these two types of quantification.\n\n## Further reading\n\nBach, Elke, Eloise Jelinek, Angelika Kratzer & Barbara H. Partee (eds). 1995. *Quantification in natural languages*. (Studies in Linguistics and Philosophy 54). Dordrecht: Springer.\n\n## References\n\nAlexander-Bakkerus, Astrid. 2005. *Eighteenth-century Cholón*. 120. Utrecht: Landelijke Onderzoekschool Taalwetenschap.\n\nArnott, David Whitehorn. 1970. *The nominal and verbal systems of Fula*. Oxford: Clarendon Press.\n\n## Related Features\n* [GB203 What is the order of the adnominal collective universal quantifier (‘all’) and the noun?](https://github.com/grambank/Grambank/wiki/GB203)\n\n## Patron\nHannah J. Haynie\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB204> rdfs:comment ?desc }"
  },
  {
    "input": "¿En qué consiste el rasgo Does the verb for 'come' have suppletive verb forms??",
    "output": "## Does the verb for ‘come’ have suppletive verb forms?\n\n## Summary\nThis question concerns  strong suppletion in verbs of coming. Suppletion is a process where a lexeme is changed in such a way that the new form does not resemble the previous when it appears in a different position in the paradigm. An example of this is English _went_ and _go_. In this case, the verb is suppletive for tense. ‘Weak’ suppletion is not included. \n\n## Procedure\n1. Look up the section on verbs of coming.\n2. If no such section exists, search for the words ‘come’ and ‘arrive’.\n3. If the verb paradigm for ‘come’ is not described, code as ?.\n4. If the verb ‘come’ is described as being regularly conjugated or non-variant, code as 0.\n5. If the verb ‘come’ is suppletive anywhere, code as 1.\n\n## Examples\n**Samoan** (ISO 639-3: smo, Glottolog: samo1305) \n\nSamoan has suppletive forms for ‘come’ corresponding to different number values of the S or A argument (Milner 1966: 202). Coincidentally, this makes the plural form ambiguous for ‘come’ and ‘go’. Samoan is coded 1 for this feature.\n\n || singular | plural | \n |  --|  ---- |----------- | \n |‘come’|_sau_ | _ō_ |  \n |‘go’|_alu_ | _ō_ |  \n\n## Further reading\n\nDressler, Wolfgang. 1985. Suppletion in word-formation. In Jacek Fisiak (ed.), *Historical morphology*, 97–112. The Hague: Mouton.\n\nVeselinova, Ljuba N. 2006. *Suppletion in verb paradigms: Bits and pieces of the puzzle*. (Typological Studies in Language. Vol. 67.) Amsterdam: John Benjamins.\n\nVeselinova, Ljuba N. 2013. [Suppletion according to tense and aspect](http://wals.info/chapter/79). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\n## References\n\nMilner, George Bertram. 1966. *Samoan dictionary*. Aotearoa, New Zealand: Polynesian Press.\n\n## Related Features\n* [GB099 Is there verb suppletion for participant person?](https://github.com/grambank/grambank/wiki/GB099)\n* [GB109 Is there verb suppletion for participant number?](https://github.com/grambank/Grambank/wiki/GB109)\n* [GB110 Is there verb suppletion for tense or aspect?](https://github.com/grambank/Grambank/wiki/GB110)\n* [GB300 Does the verb for ‘give’ have suppletive verb forms?](https://github.com/grambank/Grambank/wiki/GB300)\n* [GB402 Does the verb for ‘see’ have suppletive verb forms?](https://github.com/grambank/Grambank/wiki/GB402)\n\n## Patron\nHedvig Skirgård\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB403> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Does the verb for 'come' have suppletive verb forms??",
    "output": "Presente en 13 lenguas, ausente en 61",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB403> }"
  },
  {
    "input": "¿En qué consiste el rasgo Does the verb for 'see' have suppletive verb forms??",
    "output": "## Does the verb for ‘see’ have suppletive verb forms?\n\n## Summary\nThis question concerns strong suppletion in verb(s) of seeing/watching/looking. Suppletion is a process where a lexeme is changed in such a way that the new form does not resemble the previous when it appears in a different position in the paradigm. ‘Weak’ suppletion is not included. An example of this is English _went_ and _go_. In this case, the verb is suppletive for tense. \n\nPlease note that we are not interested in words that are translated as ‘look for’, ‘seek’ etc. This feature is concerned with the transitive verb of the act of seeing, not with metaphorical extensions such as 'seek up’.\n\n## Procedure\n1. Look up the section on verbs of seeing.\n2. If none exist, search for the words ‘see’, ‘look’ and ‘watch’.\n3. If the verb paradigm for ‘see’ is not described, code as ?.\n4. If the verb ‘see’ is described as being non-variant in any way, code as 0.\n5. If the verb ‘see’ is suppletive anywhere, code as 1.\n\n## Examples\n**Polish** (ISO 639-3: pol, Glottolog: poli1260) \n\nIn Polish, there is suppletion for the verb for ‘to see’ in regards to aspect (Swan 2002: 289). In the imperfective, the stem *widzieç* is used. In the perfective, *zobaczyć* is used. These stems are different enough to count as suppletion. Polish would be coded 1 for this feature. The table below show the two stems in infinitive form.\n\n| TAM value| Verb |\n| --- | --- |\n| Imperfective | widzieć ‘to see/to be seeing’ |\n| Perfective | zobaczyć ‘to catch sight of’ |\n\n## Further reading\nDressler, Wolfgang. 1985. Suppletion in word-formation. In Jacek Fisiak (ed.), *Historical morphology*, 97–112. The Hague: Mouton.\n\nVeselinova, Ljuba N. 2006. *Suppletion in verb paradigms: Bits and pieces of the puzzle*. (Typological Studies in Language. Vol. 67.) Amsterdam: John Benjamins.\n\nVeselinova, Ljuba N. 2013. [Suppletion according to tense and aspect](http://wals.info/chapter/79). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\n## References\n\nSwan, Oscar E. 2002. *A grammar of contemporary Polish*. Bloomington: Slavica.\n\n## Related Features\n* [GB099 Is there verb suppletion for participant person?](https://github.com/grambank/grambank/wiki/GB099)\n* [GB109 Is there verb suppletion for participant number?](https://github.com/grambank/Grambank/wiki/GB109)\n* [GB110 Is there verb suppletion for tense or aspect?](https://github.com/grambank/Grambank/wiki/GB110)\n* [GB300 Does the verb for ‘give’ have suppletive verb forms?](https://github.com/grambank/Grambank/wiki/GB300)\n* [GB403 Does the verb for ‘come’ have suppletive verb forms?](https://github.com/grambank/Grambank/wiki/GB403)\n\n## Patron\nHedvig Skirgård\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB402> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Does the verb for 'see' have suppletive verb forms??",
    "output": "Presente en 3 lenguas, ausente en 72",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB402> }"
  },
  {
    "input": "¿En qué consiste el rasgo Is there a preposed complementizer in complements of verbs of thinking and/or knowing??",
    "output": "## Is there a preposed complementizer for complements of verbs of thinking and/or knowing?\n\n## Summary\n\nComplementizers are markers (free or bound) which are able to turn a clause into the subject or object of a sentence. In some of the literature these are also known as ‘conjunctions’. The complementizer in the sentence *I knew **that** Ashley was a genius* is _**that**_ and it is preposed to the complement clause (*Ashley was a genius*). The complementizer does not have to be [phonologically free](https://github.com/grambank/grambank/wiki/Wordhood-and-phonological-boundness-or-independence), the position in relation to the complement clause is what is relevant. This feature concerns whether the complementizer precedes the complement or not.\n\nThis feature specifically targets sentences with verbs of thinking and knowing, where the complement clause is an object (*I know that he is truthful* or *I think that this is a bad idea*). This is done so that we get more comparable data across the sample.\n\n## Procedure\n1) In the sections or chapters that deal with complex syntax, investigate where the complementizer is positioned in relation to complements of verbs of knowing and thinking and code accordingly.\n2) If this is not described but several examples exist which consistently show the complementizer as preposed, code 1.\n\n## Examples\n\n**Swedish** (ISO 639-3: swe, Glottolog: swed1254)\n\nIn Swedish, the complementizer is preposed to the complement clause. For example, in the sentence: _jag visste **att** Ashley var ett geni_ ‘I knew that Ashely was a genius’, the complementizer _**att**_ is preposed to the complement clause (*Ashley var ett geni*). Swedish is coded 1 (see Holmes & Hinchliffe 2013: 343).\n\n## Further reading\n\nBashir, Elena. 1996. Mosaic of tongues: Quotatives and complementizers in Northwest Indo-Aryan, Burushaski, and Balti. In William L. Hanaway & Wilma Heston (eds), *Studies in Pakistani popular culture*, 187–286. Lahore: Sang-e-Meel.\n\nNoonan, Michael. 2007. Complementation. In Timothy Shopen (ed.), *Language typology and syntactic description*, 52–150. Cambridge: Cambridge University Press.\n\n## References\n\nHolmes, Philip & Ian Hinchliffe. 2013. *Swedish: a comprehensive grammar*. London: Routledge.\n\n## Related Features\n\n* [GB422 Is there a postposed complementizer for complements of verbs of thinking and/or knowing?](https://github.com/grambank/Grambank/wiki/GB422)\n\n## Patron\nHedvig Skirgård\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB421> rdfs:comment ?desc }"
  },
  {
    "input": "¿En qué consiste el rasgo Can comparatives be expressed using two conjoined clauses??",
    "output": "## Can comparatives be expressed using two conjoined clauses?\n\n## Summary\nIs there a comparative construction comprised of two conjoined clauses? Specifically, this construction must involve two conjoined clauses, one containing the standard of comparison and one containing the object of comparison, with no additional, obligatory, special markers of comparison (e.g. English *than*, or *surpass/exceed*). The NPs expressing the standard and object of comparison typically have the same function in the clauses. Note that many languages can juxtapose clauses (e.g. English *She is nice and he is not nice.*), however these sorts of constructions should only be considered for this feature when they are a dedicated way of expressing comparative meaning (e.g. when the structure clearly has a meaning like, ‘She is nicer than he is.’). In other words, we are focused on languages that have a dedicated comparative construction involving conjoined clauses.\n\n## Procedure\n1. If the language has a dedicated comparative construction that involves two conjoined clauses, with the NPs expressing the standard and object of comparison functioning similarly in separate clauses, code 1.\n2. If the language can conjoin clauses in which an object of comparison and the standard of comparison function in similar roles, but this is not a dedicated comparative construction, code 0.\n3. If the language cannot express comparison through the use of two conjoined clauses as described above, code 0.\n\n## Examples\n\n**Nukna** (ISO 639-3: klt, Glottolog: nukn1238)\n\nComparison in Nukna is not expressed with comparative words like English *more* or *bigger*. Instead, juxtaposition of clauses can be used. Nukna is coded 1.\n```\nSiang=ku   mulangán  sim       hang  Supsungan=ku   enanggon\nSiang=TOP  far.away  somewhat  and   Supsungan=TOP  nearby\n‘Siang is farther away than Supasungan.’ (Taylor 2015: 240)\n```\n\n**Lowland Tarahumara** (ISO 639-3: tac, Glottolog: lowl1265)\n\nComparatives can be formed by juxtaposing two clauses in Lowland Tarahumara. Lowland Tarahumara is coded 1.\n```\nmigéli wé   a'lá rió hú húlio ta'mé 'la  rió hú  \nMiguel very good man be Julio NEG   good man be  \n‘Miguel is a better man than Julio.’ (Burgess 1984: 98)\n```\n\n**Hano** (ISO 639-3: lml, Glottolog: hano1246)\n\nIn Hano comparative statements of quality, property, or action of NPs are expressed through juxtaposed clauses, without any overt comparative markers. Hano is coded 1.\n```\nJason n̄ava Turi vweluwele\nJason tall Turi short\n‘Jason is tall, Turi is short.’ OR ‘Jason is taller than Turi.’ (Vari-Bogiri 2011: 142)\n\nLa  vanua,  vol-vol mamara, Vila vol-vol marahi\nLOC village buy-buy light,  Vila buy-buy heavy\n‘It is cheap in the village, it is expensive in Vila.’ \nOR ‘It is cheaper in the village than in Vila.’ (Vari-Bogiri 2011: 142)\n```\n\n## Further reading\n\nStassen, Leon. 1984. The comparative compared. *Journal of Semantics* 3. 143–182.\n\nStassen, Leon. 1985. *Comparison and Universal Grammar*. Oxford: Blackwell.\n\nUltan, Russell. 1972. [Some features of basic comparative constructions](http://files.eric.ed.gov/fulltext/ED105718.pdf). *Working Papers on Language Universals* 9. 117–162.\n\n## References\n\nBurgess, Donald H. 1984. Western Tarahumara. In Ronald W. Langacker (ed.), *Studies in Uto-Aztecan grammar 4: Southern Uto-Aztecan grammatical sketches*, 1–149. Dallas: Summer Institute of Linguistics and the University of Texas at Arlington.\n\nTaylor, Matthew A. 2015. *Nukna grammar sketch*. (Data Papers on Papua New Guinea Languages, 61.) Ukarumpa: Summer Institute of Linguistics.\n\nVari-Bogiri, Hannah. 2011. *Phonology and morpho-syntax of Raga, Vanuatu*. Port Vila: University of the South Pacific. (Doctoral dissertation.)\n\n## Related Features\n* [GB265 Is there a comparative construction that includes a form that elsewhere means ‘surpass, exceed’?](https://github.com/grambank/Grambank/wiki/GB265)\n* [GB266 Is there a comparative construction that employs a marker of the standard which elsewhere has a locational meaning?](https://github.com/grambank/Grambank/wiki/GB266)\n* [GB273 Is there a comparative construction with a standard marker that elsewhere has neither a locational meaning nor a ‘surpass/exceed’ meaning?](https://github.com/grambank/Grambank/wiki/GB273)\n* [GB275 Is there a bound comparative degree marker on the property word in a comparative construction?](https://github.com/grambank/Grambank/wiki/GB275)\n* [GB276 Is there a non-bound comparative degree marker modifying the property word in a comparative construction?](https://github.com/grambank/Grambank/wiki/GB276)\n\n## Patron\nHannah J. Haynie",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB270> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Can comparatives be expressed using two conjoined clauses??",
    "output": "Presente en 20 lenguas, ausente en 59",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB270> }"
  },
  {
    "input": "¿En qué consiste el rasgo Is there a comparative construction that includes a form that elsewhere means 'surpass, exceed'??",
    "output": "## Is there a comparative construction that includes a form that elsewhere means ‘surpass, exceed’?\n\n## Summary\nThis feature identifies languages that have a comparative construction that involves a form (usually a verb form) meaning ‘surpass’ or ‘exceed’. Typically, the standard of comparison is the direct object, the object of comparison is the subject, and there are two predicates: one expressing ‘surpass/exceed’, and one carrying relevant lexical information about the property under comparison (e.g. *Ronald exceed be-tall Julia.*, meaning ‘Ronald is taller than Julia.’). \n\nThough this typical structure is quite common in languages that have a ‘surpass/exceed’ comparative construction, only the use of a ‘surpass/exceed' form is required for this feature; it is not necessary for the standard to occur as a direct object or the thing being compared to serve as the subject in order to trigger a 1 value. The order of these predicates is not relevant for this feature, nor whether the property word is a verb or an adjective. The predicate expressing ‘surpass/exceed’ must also have functions besides comparison.\n\n## Procedure\n1. If the language has a comparative construction involving a form that is also used outside of comparative constructions and has a meaning of ‘surpass/exceed’, then code 1.\n2. If the language does not use a ‘surpass/exceed’ form, code 0.\n3. If the language uses a form that has a meaning of ‘surpass’ or ‘exceed’, but that form only occurs in comparative constructions (i.e. is never used without another predicate that contributes lexical information about a property under comparison), code 0.\n\n## Examples\n**Awtuw** (ISO 639-3: kmn, Glottolog: awtu1239)\n\nIn Awtuw there are comparative clauses that are constructed using the verb *eryer* ‘surpass’ in the second clause. This verb means ‘surpass’ outside of comparative constructions. Awtuw is coded 1.\n\n```\nrey   lælal  də-k-rokw-ey,       yaw d-eryer-kay\n3SG.M noise  FACT-IPFV-do-IPFV   pig FACT-surpass-PRF\n‘He makes more noise than a pig.’ (Feldman 1986: 169)\n```\n\n## Further reading\n\nStassen, Leon. 1984. The comparative compared. *Journal of Semantics* 3. 143–182.\n\nStassen, Leon. 1985. *Comparison and Universal Grammar*. Oxford: Blackwell.\n\nUltan, Russell. 1972. [Some features of basic comparative constructions](http://files.eric.ed.gov/fulltext/ED105718.pdf). *Working Papers on Language Universals* 9. 117–162.\n\n## References\n\nFeldman, Harry. 1986. *A grammar of Awtuw.* (Pacific Linguistics: Series B, 94.) Canberra: Research School of Pacific and Asian Studies, Australian National University.\n\n## Related Features\n\n* [GB266 Is there a comparative construction that employs a marker of the standard which elsewhere has a locational meaning?](https://github.com/grambank/Grambank/wiki/GB266)\n* [GB270 Can comparatives be expressed using two conjoined clauses?](https://github.com/grambank/Grambank/wiki/GB270)\n* [GB273 Is there a comparative construction with a standard marker that elsewhere has neither a locational meaning nor a ‘surpass/exceed’ meaning?](https://github.com/grambank/Grambank/wiki/GB273)\n* [GB275 Is there a bound comparative degree marker on the property word in a comparative construction?](https://github.com/grambank/Grambank/wiki/GB275)\n* [GB276 Is there a non-bound comparative degree marker modifying the property word in a comparative construction?](https://github.com/grambank/Grambank/wiki/GB276)\n\n## Patron\nHannah J. Haynie\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB265> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there a phonologically or morphosyntactically definable class of ideophones that includes ideophones depicting imagery beyond sound??",
    "output": "Presente en 43 lenguas, ausente en 38",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB296> }"
  },
  {
    "input": "¿En qué consiste el rasgo Is there a comparative construction that employs a marker of the standard which elsewhere has a locational meaning??",
    "output": "## Is there a comparative construction that employs a marker of the standard which elsewhere has a locational meaning?\n\n## Summary\nThis feature identifies comparative constructions that mark the standard of comparison with an element that is otherwise locational or benefactive in meaning. In these constructions a marker that also has a locational (or benefactive) function is invariably found in the standard NP. Please note that benefactive markers are included here, following Stassen’s (1984, 1985) category of locational comparatives. The marker of the property word is irrelevant for this feature (e.g. the English *-er* suffix, as in *tall-er*).\n\n## Procedure\n1. If there is a comparative construction in which the standard of comparison is marked with an element that has a locational meaning in non-comparative contexts, code 1.\n2. If there is a comparative construction that uses a standard marker that otherwise has a benefactive meaning, code 1.\n3. If there is no comparative construction that uses an element that elsewhere has a locational or benefactive meaning, code 0.\n\n## Examples\n**Egyptian Arabic** (ISO 639-3: arz, Glottolog: egyp1253)\n\nThe particle *min* (glossed as ‘than’), which otherwise functions as a preposition meaning ‘from’, can be used to form a comparative (Abdel-Massih 1979, 25-26) in Egyptian Arabic. Egyptian Arabic is coded 1.\n\n## Further reading\n\nStassen, Leon. 1984. The comparative compared. *Journal of Semantics* 3. 143–182.\n\nStassen, Leon. 1985. *Comparison and Universal Grammar*. Oxford: Blackwell.\n\nUltan, Russell. 1972. [Some features of basic comparative constructions](http://files.eric.ed.gov/fulltext/ED105718.pdf). *Working Papers on Language Universals* 9. 117–162.\n\n## References \n\nAbdel-Massih, Ernest T. 1979. *A reference grammar of Egyptian Arabic.* (A Comprehensive Study of Egyptian Arabic, 3.) Ann Arbor: Center for Near Eastern and North African Studies, University of Michigan.\n\n## Related Features\n* [GB265 Is there a comparative construction that includes a form that elsewhere means ‘surpass, exceed’?](https://github.com/grambank/Grambank/wiki/GB265)\n* [GB270 Can comparatives be expressed using two conjoined clauses?](https://github.com/grambank/Grambank/wiki/GB270)\n* [GB273 Is there a comparative construction with a standard marker that elsewhere has neither a locational meaning nor a ‘surpass/exceed’ meaning?](https://github.com/grambank/Grambank/wiki/GB273)\n* [GB275 Is there a bound comparative degree marker on the property word in a comparative construction?](https://github.com/grambank/Grambank/wiki/GB275)\n* [GB276 Is there a non-bound comparative degree marker modifying the property word in a comparative construction?](https://github.com/grambank/Grambank/wiki/GB276)\n\n## Patron\nHannah J. Haynie",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB266> rdfs:comment ?desc }"
  }
]