[
  {
    "input": "¿Qué es Abipon?",
    "output": "Abipon es una lengua indígena de Sudamérica documentada en GramBank.",
    "sparql": "ASK { <https://glottolog.org/resource/languoid/id/abip1241> a ling:Language }"
  },
  {
    "input": "¿En qué consiste el rasgo Is there directional or locative morphological marking on verbs??",
    "output": "## Is there directional or locative morphological marking on verbs?\n\n## Summary\nThis question concerns a [phonologically bound](https://github.com/grambank/grambank/wiki/Wordhood-and-phonological-boundness-or-independence) verbal marker that signals the direction or location of the event/state/action. A marker that indicates that something happens in multiple directions does not count here.\n\n## Procedure\n1. Look up the section on verbal morphology.\n2. If no such section exists or if the grammar does not provide specific information on verbal morphology, search for the terms 'direction’, 'goal', 'go’, 'come’, and 'location’.\n3. If the language has no way to mark location or direction on the verb, code as 0.\n4. If the verb can carry a bound marker that indicates direction or location on the verb, code 1.\n\n## Examples\n\n**Makuwa** (ISO 639-3: vmw, Glottolog: makh1264)\n\nMakuwa has an applicative marker that can derive directional/locative verbs, as well as benefactive and instrumental verbs. Makuwa is coded 1 for this feature.\n\n```\nni-n-thámá       onakhálá     ni-n-thám-élá             onhípíti\n1PL-PRS.CF-move  17.Nacala    1PL-PRS.CJ-move-DIR.APPL  17.Ilha\n‘We move from Nacala to Ilha.’ (van der Wal 2009: 72)\n\n(Abbreviations:  CJ = conjoint)\n```\n\n\n## Further reading\n\nHaspelmath, Martin & Thomas Müller-Bardey. 2004. [Valency change](http://www.eva.mpg.de/fileadmin/content_files/staff/haspelmt/pdf/2005val.pdf). In Geert E. Booij, Christian Lehmann, Joachim Mugdan & Stavros Skopeteas (eds), *Morphology: An international handbook on inflection and word-formation, vol. 2*, 1130–1145. Berlin: Walter de Gruyter.\n\nPeterson, David A. 1999. [*Discourse-functional, historical, and typological aspects of applicative constructions*](https://escholarship.org/uc/item/86t3g76t). Berkeley: University of California. (Doctoral dissertation.)\n\nPolinsky, Maria. 2013. [Applicative constructions](http://wals.info/chapter/109). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\n## References\n\nPawley, Andrew. 2018. *A short grammar of Wayan*. unpublished grammar sketch.\n\nvan der Wal, Johanna. 2009. *Word order and information structure in Makhuwa-Enahara*. Leiden: Leiden University. (Doctoral dissertation.)\n\n## Related Features\n* [GB103 Can a verb have a benefactive marker (applicative marker or index)?](https://github.com/grambank/Grambank/wiki/GB103)\n* [GB104 Can a verb have an instrumental marker (applicative marker or index)?](https://github.com/grambank/Grambank/wiki/GB104)\n* [GB114 Is there a phonologically bound reflexive marker on the verb?](https://github.com/grambank/Grambank/wiki/GB114)\n* [GB115 Is there a phonologically bound reciprocal marker on the verb?](https://github.com/grambank/Grambank/wiki/GB115)\n\n## Patron\nJakob Lesage\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB108> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there a difference between imperative (prohibitive) and declarative negation constructions??",
    "output": "Presente en 131 lenguas, ausente en 48",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB139> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Do verbs have prefixes/proclitics, other than those that only mark A, S or P (do include portmanteau: A & S + TAM)??",
    "output": "Presente en 121 lenguas, ausente en 59",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB079> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is a morphological distinction between perfective and imperfective aspect available on verbs??",
    "output": "Presente en 138 lenguas, ausente en 42",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB086> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Are variations in marking strategies of core participants based on person distinctions??",
    "output": "Presente en 55 lenguas, ausente en 125",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB098> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Are there postpositions??",
    "output": "Presente en 147 lenguas, ausente en 36",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB075> }"
  },
  {
    "input": "¿Qué lenguas tienen el rasgo Are there postpositions??",
    "output": "Ejemplos: Abipon, Achagua, Aché",
    "sparql": "SELECT ?langLabel WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB075> ; rdfs:label ?langLabel } LIMIT 3"
  },
  {
    "input": "¿En qué consiste el rasgo Is there a copula for predicate nominals??",
    "output": "## Is there a copula for predicate nominals?\n\n## Summary\n\nIs there a copula in use in an equative sentence when the predicate is a nominal? The copula must be expressed in at least some equative sentences with predicate nominals but need not be obligatory in these constructions. Both verbal copulas and pro-copulas (e.g. demonstratives or personal pronouns that link the subject and predicate nominals) are relevant for this feature. Please note that adjectives are not included within the category of ‘nominals’ here. Please note copulas may be free forms, affixes, or clitics. \n\n## Procedure\n1. Code 1 if there is an element which can be used with predicatively used nominals, even if it is restricted to certain contexts, and even if this marker has other functions and may, for example, function as demonstrative elsewhere.  \n2. Code 0 if the grammar describes equative copular clauses with predicate nominals and describes these as using a ‘zero copula’.\n3. Code 0 if there is no copula in use in an equative sentence, even if there is a copula in use for locational predicates and/or adjectival predicates.\n\n## Examples\n\n**Haitian** (ISO 639-3: hat, Glottolog: hait1244) \n\n\nCoded 1, a copula is required for predicate nominals. No copula is required for predicates consisting of adjectives or expressing location.\n\n```\na. Predicate nominals:\n\nM  se  jounalis.\nI  COP journalist\n‘I'm a journalist.’ (Valdman 1988: 83)\n\nb. Predicative adjectives:\n\nLi bon.\nit good\n‘It is good.’ (Valdman 1988: 83)\n```\n\n**Abui** (ISO 639-3: abz, Glottolog: abui1241)  \n\nCoded 0. In Abui, there is no copula that links the nominal predicate with its argument. In the example, the bare NP *kalieta* ‘old person’ serves as a nominal predicate.\n```\nraha   kalieta \nchief  old.person\n‘The chief is an old person.’ (Kratochvíl 2007: 161)\n```\n\n## Further reading\n\nFrajzyngier, Zygmunt, Holly Krech & Armik Mirzayan. 2002. Motivation for copula in equational clauses. *Linguistic Typology* 6(2). 155–198.\n\nStassen, Leon. 2013. [Zero copula for predicate nominals.](http://wals.info/chapter/120) In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\n## References\n\nKratochvíl, František. 2007. *A grammar of Abui: A Papuan language of Alor*. Leiden: Leiden University. (Doctoral dissertation.)\n\nValdman, Albert. 1988. *Ann Pale Kreyol: An introductory course in Haitian Creole*. Bloomington: Indian University.\n\n## Related Features\n* [GB068 Do property words (defined semantically as property concepts such as value, shape, age, dimension) act like verbs in predicative position?](https://github.com/grambank/Grambank/wiki/GB068)\n* [GB126 Is there an existential verb?](https://github.com/grambank/Grambank/wiki/GB126)\n* [GB127 Are different posture verbs used obligatorily depending on an inanimate locatum's shape or position (e.g. ‘to lie’ vs. ‘to stand’)?](https://github.com/grambank/Grambank/wiki/GB127)\n* [GB129 Is there a notably small number of verb roots in the language?](https://github.com/grambank/Grambank/wiki/GB129)\n* [GB140 Are verbal, locational, existential and nominal predication all marked by the same negator?](https://github.com/grambank/Grambank/wiki/GB140)\n* [GB250 Can predicative possession be expressed with a transitive ‘habeo’ verb?](https://github.com/grambank/Grambank/wiki/GB250)\n* [GB252 Can predicative possession be expressed with an S-like possessum and a locative-coded possessor?](https://github.com/grambank/Grambank/wiki/GB252)\n* [GB253 Can predicative possession be expressed with an S-like possessum and a dative-coded possessor?](https://github.com/grambank/Grambank/wiki/GB253)\n* [GB254 Can predicative possession be expressed with an S-like possessum and a possessor that is coded like an adnominal possessor?](https://github.com/grambank/Grambank/wiki/GB254)\n* [GB256 Can predicative possession be expressed with a comitative/conjunctional construction?](https://github.com/grambank/Grambank/wiki/GB256)\n\n## Patron\nJay Latarche and Jeremy Collins\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB117> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there a copula for predicate nominals??",
    "output": "Presente en 96 lenguas, ausente en 87",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB117> }"
  },
  {
    "input": "¿Qué lenguas tienen el rasgo Is there a copula for predicate nominals??",
    "output": "Ejemplos: Aché, Achuar-Shiwiar, Angosturas Tunebo",
    "sparql": "SELECT ?langLabel WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB117> ; rdfs:label ?langLabel } LIMIT 3"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there nonphonological allomorphy of noun number markers??",
    "output": "Presente en 46 lenguas, ausente en 139",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB039> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there a gender/noun class system where animacy is a factor in class assignment??",
    "output": "Presente en 46 lenguas, ausente en 139",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB053> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Are there morphological cases for independent oblique personal pronominal arguments (i.e. not S/A/P)??",
    "output": "Presente en 122 lenguas, ausente en 63",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB073> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Are there morphological cases for pronominal core arguments (i.e. S/A/P)??",
    "output": "Presente en 88 lenguas, ausente en 98",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB071> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Can standard negation be marked clause-finally??",
    "output": "Presente en 92 lenguas, ausente en 96",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB137> }"
  },
  {
    "input": "¿En qué consiste el rasgo Are there three or more distance contrasts in demonstratives??",
    "output": "## Are there three or more distance contrasts in adnominal demonstratives?\n\n## Summary\nDemonstratives are modifiers that can modify nouns (of any type and not just a restricted set such as location nouns) to mark position (e.g. deixis or reference within discourse). This doesn't have to be only Euclidean distance (meters, inches etc.), it could also be concerned with near or far in relation to the interlocutors (cf. Wolof). If the system of adnominal demonstratives includes an anaphoric demonstrative this does not count as a third distance.\n\n## Procedure\n1. Find 'demonstratives'.\n2. Code 1 if there are three or more adnominal demonstratives marking different degrees of distance, including distance from the speaker or interlocutor.\n3. Code 0 if there are less than three adnominal demonstratives marking different degrees of distance, including distance from the speaker or interlocutor.\n\n## Examples\n\n**Thayore** (ISO 639-3: thd, Glottolog:  thay1249)\n\nCoded 1. Adnominal demonstratives have a 3-way distance contrast: (1) _inh_ ‘speaker proximate’, (2) _ulp_ ‘addressee proximate’ and (3) _ith_ ‘distal’ (Gaby 2006: 95).\n\n```\na. yuk\t    waarrmin\tinh\t\tparr_r\tngathn-mak\n   THING   thing       DEM.SPKR.PROX\tchild\t1SG.POSS-GEN\n   ‘these things belong to my children’ (Gaby 2006: 174)\n \nb. minh\tulp-thn\t\t\tpaatha-rr\tnganh\n   MEAT\tDEM.ADR.PROX-ERG\tbite-PST.PFV\t1SG.ACC\n   ‘that animal bit me’ (Gaby 2006: 96)\n\nc. pam      ith       koow.miing  min=thurr\n   man.NOM  DEM.DIST  face        good=FOC\n   ‘that man has a nice face’ (Gaby 2006: 126)\n```\n\n**Aghwan** (ISO 639-3: xag, Glottolog: aghw1237) \n\nThere are relics of a complex system of distal differentiation, but it is not active anymore (Gippert et al. 2008: II–38). Aghwan is coded 0.\n\n## Further reading\n\nDiessel, Holger. 2013. [Distance contrasts in demonstratives](https://wals.info/chapter/41). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\n## References\n\nGaby, Alice Rose. 2006. *A grammar of Kuuk Thaayorre*. Melbourne: University of Melbourne. (Doctoral dissertation.)\n\nGippert, Jost, Wolfgang Schulze, Zaza Aleksidze & Jean-Pierre Mahe. 2008. *The Caucasian Albanian Palimpsests of Mount Sinai*. Turnhout, Belgium: Brepols.\n\n## Related Features\n\n* [GB036 Do adnominal demonstratives show an elevation distinction?](https://github.com/grambank/Grambank/wiki/GB036)\n* [GB037 Do adnominal demonstratives show a visible-nonvisible distinction?](https://github.com/grambank/Grambank/wiki/GB037)\n\n## Patron\nJay Latarche and Jeremy Collins\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB035> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Are there three or more distance contrasts in demonstratives??",
    "output": "Presente en 105 lenguas, ausente en 84",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB035> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Can standard negation be marked clause-initially??",
    "output": "Presente en 81 lenguas, ausente en 109",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB138> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there productive morphological dual marking on nouns??",
    "output": "Presente en 12 lenguas, ausente en 179",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB043> }"
  },
  {
    "input": "¿En qué consiste el rasgo Are there numeral classifiers??",
    "output": "## Are there numeral classifiers?\n\n## Summary\nThis question concerns whether some cardinal numerals [obligatorily](https://github.com/grambank/Grambank/wiki/Obligatoriness) occur with a marker that varies depending on the modified noun. This marker should not be the same as a marker of a [noun class/gender system](https://github.com/grambank/grambank/wiki/Noun-classes-and-classifiers) used also on noun modifiers other than cardinal numerals (e.g. demonstratives) or on predicates. The nouns in question should be of high countability, such as people, animals and objects, rather than of low countability, such as water, sand and smoke.\n\n## Procedure\n1. Code 1 if cardinal numerals are [obligatorily](https://github.com/grambank/Grambank/wiki/Obligatoriness) accompanied by an element which varies according to the semantic class of the noun,\n2. And if the nouns in question are of high countability, such as people, animals and objects, rather than low countability such as water, sand and smoke.\n3. Code 0 if there is no mention of numeral classifiers and if their absence is clear from the data provided in the grammar.\n\n## Examples\n\n**Central Okinawan** (ISO 639-3: ryu, Glottolog: cent2126)\n\nCoded 1. \"The numeral morphs combine with various enumerator morphs, indicating either things being counted (units of measure -- as people, trees, days, handfuls) or the class of things being counted (flat things, rod-shaped things, winged creatures). Most of the basic enumerators may be considered as bound forms of free alternants.\"  (Loveless 1963: 109)\n\n_-fáni_ = classifier for 'fowls'\n\n```\ntúyi    mi-fáni   koóta    ŋ   \nbought  three-CL  chicken  2SG\n‘He bought three chickens.’ (Loveless 1963: 110)\n```\n\n_-kúu_ = classifier for 'round objects'\n\n```\ntamagu tu-kúu kwiree  \ngive   ten-CL eggs\n‘Give me ten eggs.’ (Loveless 1963: 110)\n```\n**Jehai** (ISO 639-3: jhi, Glottolog: jeha1242)\n\nCoded 0. Classifiers are not obligatory. When they are used, they are usually pragmatically motivated rather than syntactically obligatory. They \"seldom form a phrasal unit with the noun they refer to\" (Burenhult 2005: 80–82, 87–88).\n\n```\njɛʔ  bʔbɔʔ             tomɛn,       duwaʔ  k<nʔ>mɔʔ\n1SG  to.carry.on.back  snakehead    two    CL<UNIT>\n‘I carried snakeheads. Two of them.’ (Burenhult 2005: 81)\n```\n\n## Further reading\nAikhenvald, Alexandra Y. 2003. *Classifiers: A typology of noun categorization devices.* Oxford: Oxford University Press. \n\nAikhenvald, Alexandra Y. & Elena I. Mihas (eds). 2019. *Genders and classifiers: A cross-linguistic typology*. Oxford: Oxford University Press.\n\n## References\n\nBurenhult, Niclas. 2005. *A grammar of Jahai.* (Pacific Linguistics, 566.) Canberra: Research School of Pacific and Asian Studies, Australian National University.\n\nLoveless, Robert. 1963. *The Okinawan language.* Ann Arbor: University of Michigan. (Doctoral dissertation.)\n\n## Related Features\n* [GB038 Are there demonstrative classifiers?](https://github.com/grambank/Grambank/wiki/GB038)\n* [GB058 Are there possessive classifiers?](https://github.com/grambank/Grambank/wiki/GB058)\n\n## Patron\nJay Latarche and Jeremy Collins\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB057> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Are there numeral classifiers??",
    "output": "Presente en 36 lenguas, ausente en 155",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB057> }"
  },
  {
    "input": "¿Qué lenguas tienen el rasgo Are there numeral classifiers??",
    "output": "Ejemplos: Apolista, Baniwa do Icana, Baure",
    "sparql": "SELECT ?langLabel WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB057> ; rdfs:label ?langLabel } LIMIT 3"
  },
  {
    "input": "¿En qué consiste el rasgo Can an adnominal property word agree with the noun in gender/noun class??",
    "output": "## Can an adnominal property word agree with the noun in noun class/gender?\n\n## Summary\nFor this feature, we are interested in [noun classes](https://github.com/grambank/grambank/wiki/Noun-classes-and-classifiers) (classes which nouns belong to based on properties such as gender, animacy, or shape and can be identified through [agreement](https://github.com/grambank/grambank/wiki/Agreement) with a modifier). We are not looking at noun classifiers (classifiers classify the noun and occur independently from other elements). This feature asks whether adjectives (defined semantically as ‘adnominal property words’) show agreement with the noun class/gender of nouns they modify. This should be true for [more than a small class of semantically restricted adjectives](https://github.com/grambank/grambank/wiki/Productivity); English ‘blond’ vs. ‘blonde’ for example would not be enough to answer 1 for the question. \n\n## Procedure\n1.  Code 1 if adjectives agree in noun class/gender with nouns in at least one context (e.g. in the plural).\n2.  Code 0 if the author states that there is no gender/noun class system, or it is apparent from the data there is no gender/noun class system.\n3.  Code 0 if there is evidence of a gender/noun class system but the system is not productive.\n3.  Code ? if the author does not discuss gender/noun class and the data is too limited to assess its existence.\n\n## Examples\n\n**Kambaata** (ISO 639-3: ktb, Glottolog: kamb1316)\n\nCoded 1. Adjectives (the targets of agreement) agree in case and gender with their head nouns (the controllers of agreement) (Treis 2008: 256–257).\n```\nQeráa’rr-ut    maránch-at  ées     sagáb-unta                  ass-itée’u.\nlong-F.NOM     walk-F.NOM  1SG.ACC become:thirsty-1SG.PURP.DS  do-3F.PFV\n‘The long walk made me thirsty.’ (Treis 2008: 257)\n\nQah-ú       shonkoor-á       udul-éen        wor-éenno.\nsmall-M.ACC sugar:cane-M.ACC pound-3HON.PFV  put:into-3HON.IPFV\n‘A little bit of sugar cane is pounded and added [to the brew].’ (Treis 2008: 257)\n```\n\n**Wadjiginy** (ISO 639-3: wdj, Glottolog: wadj1254)\n\nCoded 0. Only a few adjectives are marked for gender. This system may have been borrowed or was the start of a system which is not productive.\n\n```\ncanakku   kaɲi-mi     ɲaraca\ngood.sgf  2sgSNF-sit  daughter\n‘Are you OK, daughter?’ (Ford 1990:89)\n```\n\n## Further reading\nCorbett, Greville G. 1991. *[Gender](https://www.cambridge.org/core/books/gender/gender-agreement/EBC59E9D9A6CC84101758D4C3AEF6738)*. Cambridge: Cambridge University Press.\n\nCorbett, Greville G. 2013. [Number of genders](http://wals.info/chapter/30). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\n## References\n\nFord, Lysbeth J. 1990. *The phonology and morphology of Bachamal (Wogait)*. Canberra: Australian National University. (MA thesis.)\n\nTreis, Yvonne. 2008. *A grammar of Kambaata, vol. 1: Phonology, nominal morphology and non-verbal predication*. (Cushitic language studies (Kuschitische Sprachstudien), 26.) Cologne: Rüdiger Köppe.\n\n## Related Features\n\n[GB171: Can an adnominal demonstrative agree with the noun in gender/noun class?](https://github.com/grambank/Grambank/wiki/GB171)\n[GB172: Can an article agree with the noun in gender/noun class?](https://github.com/grambank/Grambank/wiki/GB172)\n[GB198: Can an adnominal numeral agree with the noun in gender/noun class?](https://github.com/grambank/Grambank/wiki/GB198)\n\n## Patron\nJay Latarche and Jeremy Collins\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB170> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there productive morphological plural marking on nouns??",
    "output": "Presente en 134 lenguas, ausente en 58",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB044> }"
  },
  {
    "input": "¿En qué consiste el rasgo Are causatives formed by affixes or clitics on verbs??",
    "output": "## Are causatives formed by affixes or clitics on verbs?\n\n## Summary\n\nA causative is a valency increasing operation that introduces a causer core argument that makes a non-subject argument do or become something (e.g. ‘x eats’ -> ‘y feeds x’ = ‘y causes x to to eat’). Note that both causatives adding an argument to a transitive clause (*I drink milk* -> *x causes me to drink milk*) and those adding an argument to an intransitive clause (*I sit* -> *x causes me to sit*) are targeted by this question. This question targets [productive](https://github.com/grambank/grambank/wiki/Productivity), [phonologically bound](https://github.com/grambank/grambank/wiki/Wordhood-and-phonological-boundness-or-independence) causative markers. Lexicalized causative verbs should be disregarded for this feature.\n\n## Procedure\n\n1. Code 1 if a source mentions a phonologically bound morpheme that marks causatives.\n2. Code 1 if there is no information on phonological (in)dependence but the relevant causative marker is orthographically bound to the verb. Add a comment that your analysis is based on orthography here.\n3. Code 1 if you identify a phonologically bound causative marker in the examples/texts provided in a source.\n4. Code 0 if a source mentions that there is no causative.  \n5. Code 0 if a source mentions a periphrastic or phonologically independent causative construction, but not one marked with a bound marker.  \n6. Code 0 if a grammar treats other valency changing operations in considerable depth but does not mention causative constructions.\n7. Code ? if there are examples that contain a potential causative construction but their analysis remains inconclusive.  \n8. Code ? if there are no sources treating valency changing operations in the language or if treatment of them is very limited.  \n\n## Examples\n\n**Ao Naga** (ISO 639-3: njo, Glottolog: aona1235)\n\nAo Naga (or Chungli Ao, in the source) has a causative suffix, *-taktsɨ*, which can transitivize intransitive sentences, as well as add an additional role to an already transitive clause. Ao Naga is coded 1 for this feature.\n\n```\na. (Intransitive > transitive)\n   ni-i   la      tʃip-taktsɨ\n   1SG-A  3SG.F   cry-CAUS\n   ‘I made her cry.’ (Escamilla 2012: 55)\n\nb. (Transitive > ditransitive)\n   pa-i      la-nem      mapa   injak-takstsɨ\n   3SG.M-A   3SG.F-nem   chore  do/work-CAUS\n   ‘He made her do work.’ (Escamilla 2012: 55)\n```\n\n**Barain** (ISO 639-3: bva, Glottolog: bare1279)\n\nLike other Chadic languages, Barain has fossilized remains of a system of intransitive-causative vowel alternation, which is no longer productive (Lovestrand 2012: 126–127). There is no other transitivizing morphology (although there is a passive, reflexive and reciprocal). Barain is coded as 0.\n\n## Further reading\n\nEscamilla, Ramón M. 2012. [*An updated typology of causative constructions: Form-function mappings in Hupa (California Athabaskan), Chungli Ao (Tibeto-Burman) and beyond*](http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.453.9124&rep=rep1&type=pdf) (PhD Thesis). Berkeley: University of California. (Doctoral dissertation.)\n\nHaspelmath, Martin & Thomas Müller-Bardey. 2004. [Valency change](http://www.eva.mpg.de/fileadmin/content_files/staff/haspelmt/pdf/2005val.pdf). In Geert E. Booij, Christian Lehmann, Joachim Mugdan & Stavros Skopeteas (eds), *Morphology: An international handbook on inflection and word-formation* (Vol. 2), 1130–1145. Berlin: Walter de Gruyter.\n\nZúñiga, Fernando & Seppo Kittilä. 2019. *Grammatical voice* (Cambridge Textbooks in Linguistics). Cambridge: Cambridge University Press.\n\n## References\n\nEscamilla, Ramón M. 2012. [*An updated typology of causative constructions: Form-function mappings in Hupa (California Athabaskan), Chungli Ao (Tibeto-Burman) and beyond*](http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.453.9124&rep=rep1&type=pdf) (PhD Thesis). Berkeley: University of California. (Doctoral dissertation.)\n\nLovestrand, Joseph. 2012. *The linguistic structure of Baraïn (Chadic).* Dallas, TX: Graduate Institute of Applied Linguistics. (MA thesis.)\n\n## Related Features\n\n* [GB113 Are there verbal affixes or clitics that turn intransitive verbs into transitive ones?](https://github.com/grambank/Grambank/wiki/GB113)\n\n* [GB156 Is there a causative construction involving an element that is unmistakably grammaticalized from a verb for ‘to say’?](https://github.com/grambank/Grambank/wiki/GB156)\n\n## Patron\nJakob Lesage\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB155> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Are causatives formed by affixes or clitics on verbs??",
    "output": "Presente en 172 lenguas, ausente en 20",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB155> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Can the A argument be indexed by a suffix/enclitic on the verb in the simple main clause??",
    "output": "Presente en 87 lenguas, ausente en 106",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB091> }"
  }
]