[
  {
    "input": "¿Qué es Abipon?",
    "output": "Abipon es una lengua indígena de Sudamérica documentada en GramBank.",
    "sparql": "ASK { <https://glottolog.org/resource/languoid/id/abip1241> a ling:Language }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Are different posture verbs used obligatorily depending on an inanimate locatum's shape or position (e.g. 'to lie' vs. 'to stand')??",
    "output": "Presente en 27 lenguas, ausente en 80",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB127> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there a morpho-syntactic distinction between predicates expressing controlled versus uncontrolled events or states??",
    "output": "Presente en 28 lenguas, ausente en 79",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB146> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Are all person categories neutralized in some voice, tense, aspect, mood and/or negation??",
    "output": "Presente en 9 lenguas, ausente en 98",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB400> }"
  },
  {
    "input": "¿En qué consiste el rasgo Can aspect be marked by a non-inflecting word (\"auxiliary particle\")??",
    "output": "## Can aspect be marked by a non-inflecting word (‘auxiliary particle’)?\n\n## Summary\nThis feature covers all grammatical aspects (internal temporal constitution of event/action/state) and aims to capture [phonologically free](https://github.com/grambank/grambank/wiki/Wordhood-and-phonological-boundness-or-independence) elements that do not inflect (i.e. change form depending on person, number and other categories of the core arguments).  These markers are often described as ‘[particles](https://github.com/grambank/grambank/wiki/Particles)’ in the literature, but are also analyzed under other labels. We are interested in grammatical marking, i.e. [dedicated](https://github.com/grambank/grambank/wiki/Dedicated-marking), [productive](https://github.com/grambank/grambank/wiki/Productivity) and [obligatory](https://github.com/grambank/grambank/wiki/Obligatoriness) marking.  \n\nThere are instances where TAM can be expressed by a combination of an affix and auxiliary or particle. For example, some grammarians state that an aspect is expressed by a certain form on the verbal root and an auxiliary. If this is a [productive](https://github.com/grambank/grambank/wiki/Productivity) and [obligatory](https://github.com/grambank/grambank/wiki/Obligatoriness) way of expressing mood then such a construction triggers 1 for both this feature (GB520) and the feature on free-standing mood marking ([GB086](https://github.com/grambank/Grambank/wiki/GB086)). If not all parts of the discontinuous marking are necessary for expressing the aspect, then only consider the marking that is obligatory.\n\n## Procedure\n1. Look up the section on aspect marking in the grammatical description.\n2. Consider all marking of aspect, e.g. not only perfective.\n3. If you do not find any non-inflecting phonologically free aspect markers, code as 0.\n4. If there is a non-inflecting phonologically free marker that clearly marks aspect, code the language as 1.\n5. If it is not clear whether the marker marks aspect, code the language as ?.\n\n## Examples\n**Samoan** (ISO 639-3: smo, Glottolog: samo1305)\n\nSamoan has two different particles for past tense that differ in terms of aspect. _Sā_ is the more general marker, and _na_ denotes punctual events. Samoan is coded 1 for this feature. The examples below are taken from Mosel & So’o (1997: 21), with glossing by Skirgård.\n\n```\na. Sā  nofo le   fafine i  Apia\n   PST stay DEF  woman  in Apia\n   ‘The woman stayed in Apia.’ (Mosel & So’o 1997: 21)\n\nb. Na       pā      le  pa'u\n   PST.PFV  explode DEF tyre\n   ‘The tyre exploded.’ (Mosel & So’o 1997: 21)\n```\n\n## Further reading\n\nBybee, Joan, Revere Perkins & Pagliuca, William. 1994. *The evolution of grammar*. Chicago: University of Chicago Press.\n\nComrie, Bernard. 1976. *[Aspect](https://user.phil-fak.uni-duesseldorf.de/~filip/Comrie.Aspect.pdf)*. Cambridge: Cambridge University Press.\n\nComrie, Bernard. 1985. *Tense*. Cambridge: Cambridge University Press.\n\nDahl, Östen. 1985. *[Tense and aspect systems](https://www2.ling.su.se/staff/oesten/recycled/Tense&aspectsystems.pdf)*. Oxford: Blackwell.\n\n## References\n\nMosel, Ulrike & Ainslie So’o. 1997. *Say it in Samoan*. (Pacific Linguistics: Series D, 88.) Canberra: Research School of Pacific and Asian Studies, Australian National University.\n\n## Related Features\n\n\n* [GB082\tIs there overt morphological marking of present tense on verbs?](https://github.com/grambank/Grambank/wiki/GB082)\n* [GB083\tIs there overt morphological marking on the verb dedicated to past tense?](https://github.com/grambank/Grambank/wiki/GB083)\n* [GB084\tIs there overt morphological marking on the verb dedicated to future tense?](https://github.com/grambank/Grambank/wiki/GB084)\n* [GB086\tIs a morphological distinction between perfective and imperfective aspect available on verbs?](https://github.com/grambank/Grambank/wiki/GB086)\n* [GB110\tIs there verb suppletion for tense or aspect?](https://github.com/grambank/Grambank/wiki/GB110)\n* [GB120\tCan aspect be marked by an inflecting word (‘auxiliary verb’)?](https://github.com/grambank/Grambank/wiki/GB120)\n* [GB121\tCan tense be marked by an inflecting word (‘auxiliary verb’)?](https://github.com/grambank/Grambank/wiki/GB121)\n* [GB309\tAre there multiple past or multiple future tenses, distinguishing distance from Time of Reference?](https://github.com/grambank/Grambank/wiki/GB309)\n* [GB521\tCan tense be marked by a non-inflecting word (‘auxiliary particle’)?](https://github.com/grambank/Grambank/wiki/GB521)\n\n## Patron\nHedvig Skirgård\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB520> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Can aspect be marked by a non-inflecting word (\"auxiliary particle\")??",
    "output": "Presente en 30 lenguas, ausente en 78",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB520> }"
  },
  {
    "input": "¿Qué lenguas tienen el rasgo Can aspect be marked by a non-inflecting word (\"auxiliary particle\")??",
    "output": "Ejemplos: Apinayé, Canela-Krahô, Caribbean Javanese",
    "sparql": "SELECT ?langLabel WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB520> ; rdfs:label ?langLabel } LIMIT 3"
  },
  {
    "input": "¿En qué consiste el rasgo Are there correlative relative clauses??",
    "output": "## Are there correlative relative clauses?\n\n## Summary\n\nAre there relative clauses that require an anaphoric pronoun in the main clause? For example, *[The woman who has a green hat] **she** is tall.*\n\n## Procedure\n\n1. Code 1 if a source mentions that there are correlative relative clauses or that there are relative clauses with an anaphoric pronoun in the main clause.\n2. Code 1 if you find examples of relative clauses with an anaphoric pronoun in the main clause.\n3. Code 0 if a source mentions that there are no correlative relative clauses or that relative clauses never have an anaphoric pronoun in the main clause.\n4. Code 0 if a source comprehensively describes relative clauses but does not discuss correlative relative clauses (or anaphoric pronouns in main clauses in the context of relative clauses).\n5. Code ? if there are examples that contain potential correlative relative clauses but the analysis is inconclusive.\n6. Code ? if the source does not treat relative clauses in much detail and may have missed correlative relative clauses.\n\n## Examples\n\n**Hindi** (ISO 639-3: hin, Glottolog: hind1269)\n\nHindi has a correlative relative clause construction, where an anaphoric demonstrative is used in the main clause to link the relative clause and the main clause together (cf. Srivastav 1991). Hindi would be coded 1 for this feature.\n\n```\njo  laRkii  khaRii    hai  vo  lambii  hai\nREL girl    standing  is   DEM tall    is\n‘The girl who is standing (she) is tall.’\n```\n\n**Egyptian Arabic** (ISO 639-3: arz, Glottolog: egyp1253)\n\nIn Egyptian Arabic, there is no anaphoric pronoun in the main clause coreferencing the relativized noun. This language is coded 0.\n\n```\nšuft   ilwilaad  illi  gaabu     lgawabaat\nI.saw  the.boys  REL   bring:3PL letters\n‘I saw the boys who brought the letters.’ (Abdel-Massih 1979: 234–235)\n```\n\n**Kam** (ISO 639-3: kdx, Glottolog: kamm1249) and **Bambara** (ISO 639-3: bam, Glottolog: bamb1269)\n\nSome other clear examples of languages with correlative relative clauses are Kam and Bambara.\n\nA correlative relative clause in Kam:\n\n```\nàwàn  ā    míŋ        ə́ŋꜜgwɔ́g   â,   ú     də́   rə́     ɲì     rīg.\nking  REL  build:PFV  house     REL  3SG   be   with   thing  POSS\n‘the king who built this house (he) is rich’ (Lesage 2020: 328)\n```\n\nKam is coded 1 in Grambank.\n\nA correlative relative clause in Bambara:\n\n```\nmuso   min   taara,  o    ye    fini   san\nwoman  REL   leave   3SG  PST   cloth  buy\n‘The woman who left (she) bought the cloth.’ (Bird & Kante 1976: 9)\n```\n\nBambara would be coded 1 in Grambank.\n\n## Further reading\n\nDryer, Matthew S. 2013. [Order of relative clause and noun.](http://wals.info/chapter/90) In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\nLehmann, Christian. 1986. On the typology of relative clauses. *Linguistics* 24(4). 663–680.\n\n## References\n\nAbdel-Massih, Ernest T. 1979. *A reference grammar of Egyptian Arabic*. Ann Arbor: Center for Near Eastern and North African Studies, University of Michigan.\n\nBird, Charles & Mamadou Kante. 1976. *An Kan Bamanakan Kalan: Intermediate Bambara*. Bloomington: Indiana University Linguistics Club.\n\nLesage, Jakob. 2020. *A grammar and lexicon of Kam (àŋwɔ̀m), a Niger-Congo language of central eastern Nigeria*. Paris: INALCO. (Doctoral dissertation.)\n\nSrivastav, Veneeta. 1991. The syntax and semantics of correlatives. *Natural Language & Linguistic Theory* 9(4). 637–686.\n\n## Related Features\n\n* [GB327 Can the relative clause follow the noun?](https://github.com/grambank/Grambank/wiki/GB327)\n* [GB328 Can the relative clause precede the noun?](https://github.com/grambank/Grambank/wiki/GB328)\n* [GB329 Are there internally-headed relative clauses?](https://github.com/grambank/Grambank/wiki/GB329)\n* [GB331 Are there non-adjacent relative clauses?](https://github.com/grambank/Grambank/wiki/GB331)\n\n## Patron\nJakob Lesage\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB330> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Are there correlative relative clauses??",
    "output": "Presente en 13 lenguas, ausente en 96",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB330> }"
  },
  {
    "input": "¿Qué lenguas tienen el rasgo Are there correlative relative clauses??",
    "output": "Ejemplos: Amahuaca, Cacataibo de Mariscal, Canela-Krahô",
    "sparql": "SELECT ?langLabel WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB330> ; rdfs:label ?langLabel } LIMIT 3"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Can the agent be expressed overtly in a passive clause??",
    "output": "Presente en 32 lenguas, ausente en 78",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB304> }"
  },
  {
    "input": "¿En qué consiste el rasgo Can predicative possession be expressed with an S-like possessum and a possessor that is coded like an adnominal possessor??",
    "output": "## Can predicative possession be expressed with an S-like possessum and a possessor that is coded like an adnominal possessor?\n\n## Summary\nThis question concerns predicative possession, i.e. clauses that express an ownership relation between a possessor and possessum. This feature concerns clauses where the possessum is the subject and the possessor is construed as a modifier of the possessum (e.g. *my car exists* to mean ‘I have a car’).\n\nThis type of predicative possessive construction is known as the ‘genitive possessive’ in the work of Stassen (2001, 2013).\n\n## Procedure\n1. Find the section on predicative possession.\n2. If no such section exists, search for words like ‘own’, ‘possess’, ‘have’, and ‘belong’.\n3. If there is no information on how predicative possession is expressed in the language, code as ?.\n4. If it is clear that there is a clause type where a possessum is coded as a subject and the possessor is coded as a modifier of the subject, code as 1.\n5. If there are multiple constructions besides this one to express predicative possession, code 1 for this feature and verify whether any of the other constructions are relevant to [GB250](https://github.com/grambank/Grambank/wiki/GB250), [GB252](https://github.com/grambank/Grambank/wiki/GB252), [GB253](https://github.com/grambank/Grambank/wiki/GB253) or [GB256](https://github.com/grambank/Grambank/wiki/GB256).\n\n## Examples\n**Rapa Nui** (ISO 639-3: rap, Glottolog: rapa1244)\n\nIn Rapa Nui, predicative possession is expressed by a clause stating the existence of the possessed noun. The possessor is encoded as a modifier of the noun. Rapanui is coded as 1 for this feature. In the example below, *'a* is the inalienable possessive marker that is also found in attributive possession.\n\n```\nE     ai    rō   ꞌā   te  kona ꞌoka   mahute  ꞌa    Kekepuē  ko    tetu \nIPFV  exist EMPH CONT ART place plant mulberry POSS Kekepue  EMPH  huge\n‘Kekepue had a huge plantation of mulberries.’ (Kieviet 2017: 467),\n```\n\n## Further reading\n\nStassen, Leon. 2001. Predicative Possession. In Martin Haspelmath, Wulf Oesterreicher & Wolfgang Raible (eds) *Language typology and language universals*. 954–960. Berlin: Mouton de Gruyter.\n\nStassen, Leon. 2013. [Predicative Possession](http://wals.info/chapter/117). In Matthew S. Dryer & Martin Haspelmath (eds), *The world atlas of language structures online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\n## References\n\nKieviet, Paulus. 2017. _A grammar of Rapa Nui_. Berlin: Language Science Press.\n\nStassen, Leon. 2001. Predicative Possession. In Martin Haspelmath, Wulf Oesterreicher and Raible, Wolfgang (eds.) *Language Typology and Language Universals*, 2. 954-960. Berlin and New York: Mouton de Gruyter.\n\nStassen, Leon. 2013. [Predicative Possession](http://wals.info/chapter/117). In: Dryer, Matthew S. & Haspelmath, Martin (eds.) *The World Atlas of Language Structures Online*. Leipzig: Max Planck Institute for Evolutionary Anthropology.\n \n## Related Features\n* [GB250 Can predicative possession be expressed with a transitive ‘habeo’ verb?](https://github.com/grambank/Grambank/wiki/GB250)\n* [GB252 Can predicative possession be expressed with an S-like possessum and a locative-coded possessor?](https://github.com/grambank/Grambank/wiki/GB252)\n* [GB253 Can predicative possession be expressed with an S-like possessum and a dative-coded possessor?](https://github.com/grambank/Grambank/wiki/GB253)\n* [GB256 Can predicative possession be expressed with a comitative/conjunctional construction?](https://github.com/grambank/Grambank/wiki/GB256)\n\n## Patron\nHedvig Skirgård\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB254> rdfs:comment ?desc }"
  },
  {
    "input": "¿En qué consiste el rasgo Are there non-adjacent relative clauses??",
    "output": "## Are there non-adjacent relative clauses?\n\n## Summary\nIs there a non-correlative relative clause that is not adjacent to its modified noun? For example, in ***[The woman]** is tall **[who has a green hat]***, the noun (*woman*) is not adjacent to its modifying relative clause (*who has a green hat*). It must be possible for the head noun to be any noun, not only an unspecific (pro)noun (e.g. *whoever*). Do not consider correlative relative clauses for this feature (see [GB330](https://github.com/grambank/Grambank/wiki/GB330)).\n\n## Procedure\n\n1. Code 1 if a source mentions that there are non-adjacent relative clauses, or that relative clauses may be separated from their head noun by other constituents.\n2. Code 1 if you find examples in the description of non-adjacent relative clauses.\n3. Code 0 if a source mentions that there are only adjacent relative clauses, or that relative clauses may not be separated from their head noun by other constituents.\n4. Code 0 if a source comprehensively describes relative clauses but does not discuss non-adjacent relative clauses.\n5. Code ? if there are examples that contain potential non-adjacent relative clauses.\n6. Code ? if the source does not treat relative clauses in much detail and may have missed non-adjacent relative clauses.\n\n## Examples\n\n**Ottawa** (ISO 639-3: otw, Glottolog: otta1242)\n\nFor Ottawa, Valentine (2001: 581–582) describes \"non-contiguous relative clauses\", where the relative clause is separated from its head noun. Ottawa is coded 1.\n\n```\nMshkikwaaboo     gye   wgii-wzhitoonaawaa   waa-aabjitoowaad.\nliquid.medicine  and   ANIM.PL-made:INANIM  REL-ANIM.PL:will.use:INANIM\n‘They made liquid medicine that they were going to use.’ \n(literally: ‘Liquid medicine they made that they were going to use.’) (Valentine 2001: 582)\n```\n\n**Pendau** (ISO 639-3: ums, Glottolog: pend1242) \n\nFor Pendau, Quick (2007: 508) explicitly mentions that relative clauses always immediately follow the argument that they modify. This implies that they cannot be separated from their head noun. Pendau is coded 0.\n\n## Further reading\n\nSee also the special section on the Grambank wiki on [relative clauses](https://github.com/grambank/Grambank/wiki/Relative-Clauses).\n\nDryer, Matthew S. 2013. [Order of Relative Clause and Noun.](http://wals.info/chapter/90) In: Dryer, Matthew S. & Haspelmath, Martin (eds.) _The World Atlas of Language Structures Online._ Leipzig: Max Planck Institute for Evolutionary Anthropology.\n\nLehmann, Christian. 1986. On the typology of relative clauses. *Linguistics* 24(4). 663–680.\n\n## References\n\nValentine, J. Randolph. 2001. *Nishnaabemwin reference grammar.* Toronto: University of Toronto Press.\n\nQuick, Phil. 2007. *A grammar of the Pendau language of central Sulawesi, Indonesia.* (Pacific Linguistics, 590.) Canberra: Research School of Pacific and Asian Studies, Australian National University.\n\n## Related Features\n\n* [GB327 Can the relative clause follow the noun?](https://github.com/grambank/Grambank/wiki/GB327)\n* [GB328 Can the relative clause precede the noun?](https://github.com/grambank/Grambank/wiki/GB328)\n* [GB329 Are there internally-headed relative clauses?](https://github.com/grambank/Grambank/wiki/GB329)\n* [GB330 Are there correlative relative clauses?](https://github.com/grambank/Grambank/wiki/GB330)\n\n## Patron\nJakob Lesage\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB331> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Are there non-adjacent relative clauses??",
    "output": "Presente en 28 lenguas, ausente en 84",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB331> }"
  },
  {
    "input": "¿Qué lenguas tienen el rasgo Are there non-adjacent relative clauses??",
    "output": "Ejemplos: Arhuaco, Border Kuna, Cacataibo de Mariscal",
    "sparql": "SELECT ?langLabel WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB331> ; rdfs:label ?langLabel } LIMIT 3"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Can mood be marked by a non-inflecting word (\"auxiliary particle\")??",
    "output": "Presente en 47 lenguas, ausente en 68",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB519> }"
  },
  {
    "input": "¿Qué lenguas tienen el rasgo Can mood be marked by a non-inflecting word (\"auxiliary particle\")??",
    "output": "Ejemplos: Abipon, Angosturas Tunebo, Apinayé",
    "sparql": "SELECT ?langLabel WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB519> ; rdfs:label ?langLabel } LIMIT 3"
  },
  {
    "input": "¿En qué consiste el rasgo Are there several nouns (more than three) which are suppletive for number??",
    "output": "## Are there several nouns (more than three) which are suppletive for number?\n\n## Summary\nSuppletion is a process where a lexeme is changed in such a way that the new form does not resemble the previous when it appears in a different position in the paradigm. An example of this is English _went_ and _go_. In this case, the verb is suppletive for tense. Only so called 'strong suppletion' counts here, 'weak' suppletion is not included. \n\nOnly answer 1 if there are more than three examples of strong suppletion. Body parts and kinship terms are a good place to start investigating. \n\n## Procedure\n1. Code 1 if there are four or more examples of nouns which have a suppletive forms for number.\n2. If there are 3 or fewer examples, consider whether the author describes these as special exceptions (in which case, code 0) or part of a larger group (in which case, code 1).\n3. If all examples only feature 'weak suppletion', code 0.\n4. If there is little description of number marking of nouns in general, code ?.\n\n## Examples\n**Ket** (ISO 639-3: ket, Glottolog: kett1243)\n\nGeorg (2007:100) states that there are suppletive forms for number and gives the following examples. The descriptions states that there are more than these three, but only three are given for illustrative purposes. Ket is coded as 1 for this feature.\n\n| singular | plural | English translation| \n| ---- |  ---- |----------- |  \nke?d |   de?ŋ |  'person/human being'| \nōks | a?q | 'tree'| \nqo?d |  qɨ́neŋ | 'way/road'| \n\n## Further reading\n\nCorbett, Greville G. 2000. *Number*. Cambridge: Cambridge University Press.\n\nCorbett, Greville G. 2009. Suppletion: Typology, markedness, complexity. In Patrick O. Steinkrüger & Manfred Krifka (eds), *On Inflection*, 25–40. Berlin: Mouton de Gruyter.\n\n## References\n\nGeorg, Stefan. 2007. *A descriptive grammar of Ket: Part I: Introduction, phonology and morphology*. Kent, UK: Global Oriental.\n\n## Related Features\n\n**Morphological number marking** \n\n* [GB039\tIs there nonphonological allomorphy of noun number markers?](https://github.com/grambank/Grambank/wiki/GB039)\n* [GB042\tIs there a productive overt morphological singular marker on nouns?](https://github.com/grambank/Grambank/wiki/GB042)\n* [GB043\tIs there a productive morphological dual marker on nouns?](https://github.com/grambank/Grambank/wiki/GB043)\n* [GB044\tIs there a productive morphological plural marker on nouns?](https://github.com/grambank/Grambank/wiki/GB044)\n* [GB165\tIs there a productive morphological trial marker on nouns?](https://github.com/grambank/Grambank/wiki/GB165)\n* [GB166\tIs there a productive morphological paucal marker on nouns?](https://github.com/grambank/Grambank/wiki/GB166)\n\n**Phonologically free number marking**\n\n* [GB316\tIs singular number regularly marked in the noun phrase by a  phonologically free element?](https://github.com/grambank/Grambank/wiki/GB316)\n* [GB317\tIs dual number regularly marked in the noun phrase by a phonologically free element?](https://github.com/grambank/Grambank/wiki/GB317)\n* [GB318\tIs plural number regularly marked in the noun phrase by a phonologically free element?](https://github.com/grambank/Grambank/wiki/GB318)\n* [GB319\tIs trial number regularly marked in the noun phrase by a phonologically free element?](https://github.com/grambank/Grambank/wiki/GB319)\n* [GB320\tIs paucal number regularly marked in the noun phrase by a phonologically free element?](https://github.com/grambank/Grambank/wiki/GB320)\n\n**Number agreement**\n\n* [GB184\tCan an adnominal property word agree with the noun in number?](https://github.com/grambank/Grambank/wiki/GB184)\n* [GB185\tCan an adnominal demonstrative agree with the noun in number?](https://github.com/grambank/Grambank/wiki/GB185)\n\n## Patron\nHedvig Skirgård\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB041> rdfs:comment ?desc }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there a phonologically free passive marker (\"particle\" or \"auxiliary\")??",
    "output": "Presente en 4 lenguas, ausente en 113",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB302> }"
  },
  {
    "input": "¿Qué lenguas tienen el rasgo Is there a phonologically free passive marker (\"particle\" or \"auxiliary\")??",
    "output": "Ejemplos: Ese Ejja, Huallaga Huánuco Quechua, Imbabura Highland Quichua",
    "sparql": "SELECT ?langLabel WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB302> ; rdfs:label ?langLabel } LIMIT 3"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Is there a phonologically independent non-bipartite reciprocal pronoun??",
    "output": "Presente en 18 lenguas, ausente en 100",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB306> }"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Are there internally-headed relative clauses??",
    "output": "Presente en 40 lenguas, ausente en 79",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB329> }"
  },
  {
    "input": "¿Qué lenguas tienen el rasgo Are there internally-headed relative clauses??",
    "output": "Ejemplos: Apinayé, Arhuaco, Awetí",
    "sparql": "SELECT ?langLabel WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB329> ; rdfs:label ?langLabel } LIMIT 3"
  },
  {
    "input": "¿Cuántas lenguas tienen el rasgo Can tense be marked by a non-inflecting word (\"auxiliary particle\")??",
    "output": "Presente en 25 lenguas, ausente en 95",
    "sparql": "SELECT (COUNT(?lang) as ?count) WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB521> }"
  },
  {
    "input": "¿Qué lenguas tienen el rasgo Can tense be marked by a non-inflecting word (\"auxiliary particle\")??",
    "output": "Ejemplos: Aché, Apinayé, Awetí",
    "sparql": "SELECT ?langLabel WHERE { ?lang ling:hasFeaturePresent <https://grambank.clld.org/parameters/GB521> ; rdfs:label ?langLabel } LIMIT 3"
  },
  {
    "input": "¿En qué consiste el rasgo Is there any productive augmentative marking on the noun (exclude marking by system of nominal classification only)??",
    "output": "## Is there any productive augmentative marking on the noun (exclude marking by system of nominal classification only)?\n\n## Summary\nAugmentative marking generally intensifies the noun (in various ways). To code 1, the marker needs to minimally encode a large size of the noun it is attached to. This needs to be a [productive](https://github.com/grambank/grambank/wiki/Productivity) pattern.\n\n## Procedure\n\n1. Code 1 if there is a morpheme which is phonologically bound to nouns and which denotes a large version of the noun it is attached to.\n2. Code 0 if augmentatives are only expressed by a shift of gender/noun class and consider [GB314](https://github.com/grambank/Grambank/wiki/GB314).\n3. Code 0 if the author states there are no augmentative markers or if there is extensive evidence of their absence. \n4. Code ? if there is not enough evidence. \n\n## Examples\n\n**Hixkaryana** (ISO 639-3: hix, Glottolog: hixk1239) \n\nCoded 1. There is a phonologically bound augmentative marker on the noun marking larger size (Derbyshire 1979:83-4).\n\n```\ntoto-ymo\nperson-AUG\nthe big man’\n```\n\n**Tehuelche** (ISO 639-3: teh, Glottolog: tehu1242) \n\nCoded 0. Augmentative marking is not observed, neither in grammatical sections, nor in sample texts (Fernández Garay 2004:9-29).\n\n\n## Further reading\n\nDahl, Östen. 2006. Diminutives and augmentatives. In Keith Brown (ed.), *Encyclopedia of Language and Linguistics*, 594–595. Second edition. Oxford: Elsevier.\n\nShepardson, Kenneth N. 1982. [An integrated analysis of Swahili augmentative-diminutives](https://journals.linguisticsociety.org/elanguage/sal/article/download/1111/1111-2256-1-PB.pdf). *Studies in African linguistics*, 13(1). 53–76.\n\n## References\n\nDerbyshire, Desmond C. 1979. *Hixkaryana*. (Lingua Descriptive Studies, 1.) Amsterdam: North-Holland.\n\nFernández Garay, Ana. 2004. *Diccionario Tehuelche-Español / índice Español-Tehuelche.* (Indigenous Languages of Latin America, 4.) Leiden: CNWS Publications.\n\n## Related Features\n\n* [GB187 Is there any productive diminutive marking on the noun (exclude marking by system of nominal classification only)?](https://github.com/grambank/Grambank/wiki/GB187)\n* [GB314 Can augmentative meaning be expressed productively by a shift of gender/noun class?](https://github.com/grambank/Grambank/wiki/GB314)\n* [GB315 Can diminutive meaning be expressed productively by a shift of gender/noun class?](https://github.com/grambank/Grambank/wiki/GB315)\n\n## Patron\nJay Latarche and Jeremy Collins\n",
    "sparql": "SELECT ?desc WHERE { <https://grambank.clld.org/parameters/GB188> rdfs:comment ?desc }"
  }
]